
function set(title, images, content) {
    return { title, images, content }
}

export const newsItems = [
    set(`دعوة رسمية للشراكة والرقابة على أعمال المؤتمر`,[`/docs/news/51/1.jpg`],[`
        📢 إعلان فتح باب الترشح لانتخابات المؤتمر الشبابي الفلسطيني الذكي الأول
صادر عن اللجنة التحضيرية للمؤتمر الشبابي الفلسطيني الذكي
تعلن اللجنة التحضيرية عن بدء استقبال طلبات الترشح لانتخابات المؤتمر الشبابي الفلسطيني الذكي الأول، داعيةً جميع الراغبين في خوض التجربة الديمقراطية والمساهمة في بناء مؤسسة شبابية وطنية مستقلة إلى التقدم بطلبات الترشح وفق الشروط والمعايير الآتية:
معايير وشروط الترشح
1. أن يكون المتقدم فلسطيني الجنسية ويحمل بطاقة هوية فلسطينية سارية المفعول.
2. أن يتراوح عمره بين 18 و40 عامًا وقت تقديم طلب الترشح.
مبرر اعتماد هذا الشرط: جاء تحديد الحد الأعلى للعمر (40 عامًا) حفاظًا على الهوية الشبابية للبرلمان، وتحقيقًا للتوازن بين تمكين القيادات الشابة والاستفادة من الخبرات العملية، بما ينسجم مع رسالة البرلمان في إعداد جيل شبابي قادر على القيادة وصناعة التغيير.
3. أن يتمتع بحسن السيرة والسلوك، وألا يكون قد صدر بحقه حكم قضائي نهائي في جناية أو جنحة مخلة بالشرف أو الأمانة.
4. ألا يكون مدانًا أو مطلوبًا في قضايا اختلاس أو فساد مالي أو جرائم مالية تمس النزاهة.
5. تحتفظ اللجنة التحضيرية ولجنة الانتخابات بحق طلب شهادة حسن سير وسلوك صادرة عن وزارة الداخلية الفلسطينية في أي مرحلة من مراحل الترشح أو التدقيق، ويلتزم المترشح بتقديمها خلال المدة التي تحددها اللجنة.
6. الالتزام الكامل بالنظام الأساسي الداخلي، والنظام الانتخابي، وميثاق الشرف، وجميع اللوائح والقرارات الصادرة عن البرلمان الشبابي الفلسطيني الذكي.
7. سداد رسوم الترشح وفق الآلية المعتمدة، مع إرفاق إشعار الدفع ضمن نموذج طلب الترشح.
8. استكمال جميع الوثائق المطلوبة خلال الفترة المحددة، ويعد الطلب غير المكتمل أو المقدم بعد انتهاء المدة المحددة لاغيًا.
9. التوقيع على إقرار بصحة البيانات والمستندات المقدمة، وتحمل المسؤولية القانونية في حال ثبوت خلاف ذلك.
10. الالتزام بأخلاقيات التنافس الانتخابي والامتناع عن الإساءة أو التشهير أو خطاب الكراهية أو أي ممارسات تؤثر في نزاهة العملية الانتخابية.
رابط تقديم طلب الترشح
https://forms.gle/6vZhm2HrtsDGSU2L9
نتمنى التوفيق لجميع المترشحين، وندعو الجميع إلى الإسهام في إنجاح أول تجربة انتخابية للبرلمان الشبابي الفلسطيني الذكي، بما يعكس قيم الديمقراطية، والنزاهة، والمسؤولية الوطنية.
اللجنة التحضيرية للمؤتمر الشبابي الفلسطيني الذكي الأول
        `])
    ,set(`🚨 نداء إلى جميع أصدقاء الصفحة ومتابعيها الأوفياء 🇵🇸`,[`/docs/news/50/1.jpg`],[`
    دعوة رسمية للشراكة والرقابة على أعمال المؤتمر
بسم الله الرحمن الرحيم
دعوة إلى الهيئات والمؤسسات الفلسطينية
تتشرف اللجنة التحضيرية للمؤتمر الشبابي الفلسطيني الذكي الأول بدعوة جميع الهيئات المحلية الفلسطينية، والمؤسسات القانونية، والحقوقية، ومؤسسات المجتمع المدني، والجهات الرقابية المختصة إلى المشاركة كشركاء وطنيين في أعمال المؤتمر الشبابي الفلسطيني الذكي الأول.
وانطلاقًا من إيماننا بأهمية الشفافية، والنزاهة، وتعزيز الثقة في العملية الديمقراطية الشبابية، فإننا ندعو مؤسساتكم الكريمة إلى المساهمة في:
- المشاركة كشريك وطني داعم لأعمال المؤتمر.
- متابعة ورقابة جميع مراحل العملية الانتخابية.
- الإشراف على سلامة الإجراءات بما يحقق أعلى معايير النزاهة والشفافية.
- تقديم الملاحظات والتوصيات التي تسهم في تطوير التجربة الديمقراطية الشبابية الفلسطينية.
إن مشاركتكم تمثل ضمانة وطنية تعزز مصداقية هذا الاستحقاق الشبابي، وتجسد قيم الشراكة وسيادة القانون والعمل المؤسسي، بما يرسخ نموذجًا ديمقراطيًا يحتذى به في تمكين الشباب الفلسطيني.
معًا نحو مؤتمر شبابي ديمقراطي، شفاف، ونزيه يعكس إرادة الشباب الفلسطيني ويؤسس لشراكات وطنية فاعلة.
اللجنة التحضيرية للمؤتمر الشبابي الفلسطيني الذكي الأول
    `]),
    set(`أنتم لستم مجرد جيلٍ يواجه التحديات، بل جيلٌ يصنع الأمل من بين أصعب الظروف.`, [`/docs/news/49/1.jpg`], [`أنتم لستم مجرد جيلٍ يواجه التحديات، بل جيلٌ يصنع الأمل من بين أصعب الظروف. في كل خطوة تخطونها، وفي كل علمٍ تتعلمونه، وفي كل حلمٍ تتمسكون به، تكتبون قصة صمودٍ تستحق أن تُروى.
كونوا مؤمنين بأن النجاح لا يُقاس بسهولة الطريق، بل بالإصرار على مواصلة السير رغم كل العقبات. فأنتم تحملون في قلوبكم قوة الانتماء، وفي عقولكم القدرة على الإبداع، وفي عزيمتكم مستقبل فلسطين.
لا تسمحوا للظروف أن تُطفئ أحلامكم، بل اجعلوها دافعًا للإنجاز، وابنوا أنفسكم بالعلم والعمل والأخلاق، لأن الوطن يحتاج إلى شبابٍ واعٍ، طموح، ومؤمن بأن التغيير يبدأ بخطوة.
فلسطين تفخر بشبابها المكافحين... وأنتم الأمل الذي لا ينكسر، والقوة التي تبني، والنبض الذي يصنع الغد. 🇵🇸 `]),
    set(`✨ الشباب... صُنّاع الغد وأمل فلسطين 🇵🇸`, [`/docs/news/48/1.jpg`], [`✨ الشباب... صُنّاع الغد وأمل فلسطين 🇵🇸
في كل فكرةٍ مبدعة، وفي كل مبادرةٍ ملهمة، وفي كل خطوةٍ نحو التغيير، يثبت الشباب الفلسطيني أنهم القوة التي تصنع المستقبل.
بالعلم، والإبداع، والإصرار، يواصل شباب فلسطين رسم ملامح غدٍ أكثر إشراقًا، محافظين على هويتهم، ومتمسكين بقيمهم، ومؤمنين بأن المعرفة هي الطريق إلى التنمية والنهضة.
فلنستثمر في طاقات الشباب، ولنمنحهم المساحة للإبداع والقيادة، فهم حاضر الوطن، وصُنّاع غده، وروّاد مستقبله.
🌿 شباب فلسطين... نبض الحاضر، وصُنّاع الغد.
#شباب_فلسطين #صناع_الغد #الابتكار #الريادة #فلسطين #المعرفة #تمكين_الشباب `]),
    set(`الذكاء الاصطناعي... فرصة لبناء المستقبل وحماية الهوية 🇵🇸🤖
`, [`/docs/news/47/1.jpg`], [`الذكاء الاصطناعي... فرصة لبناء المستقبل وحماية الهوية 🇵🇸🤖
في زمنٍ تتسارع فيه التكنولوجيا وتتطور أدوات المعرفة، لم يعد الذكاء الاصطناعي مجرد تقنية حديثة، بل أصبح فرصة حقيقية لصناعة التغيير وبناء مستقبل أكثر وعيًا وإبداعًا.
وبالنسبة لنا كشباب فلسطيني، فإن مسؤوليتنا تتجاوز مواكبة هذا التطور، لتصل إلى تسخير هذه التقنيات في خدمة مجتمعنا، والحفاظ على هويتنا الوطنية، وتعزيز حضور الرواية الفلسطينية في العالم.
فالذكاء الاصطناعي يمنحنا أدواتٍ لتوثيق تاريخنا، وإنتاج محتوى إبداعي بلغات متعددة، ونقل صوت فلسطين إلى العالم بأساليب حديثة ومؤثرة. فالتكنولوجيا ليست غاية بحد ذاتها، بل وسيلة لبناء المعرفة، وصناعة الوعي، وتمكين الأجيال القادمة.
إن إيماننا بالعلم، واستثمارنا للتقنيات الحديثة بروحٍ وطنية ومسؤولة، هو الطريق نحو مستقبل يصنعه الشباب بعقولهم، ويحفظون فيه هويتهم، ويرسمون ملامح الغد بثقة وإرادة.
✍️ بقلم: مها شاهين`]),
    set(`إعلان شراكة دولية
`, [`/docs/news/46/1.jpg`], [`إعلان شراكة دولية
يسرّ البرلمان الشبابي الفلسطيني الذكي أن يعلن عن إطلاق شراكة تعاون دولية مع مبادرة "حكايات فلسطينية – Palestinian Stories"، في خطوة نوعية تهدف إلى توثيق الرواية الفلسطينية وحفظ الذاكرة الوطنية، وتعزيز مشاركة الشباب في إنتاج المحتوى الثقافي والإبداعي.
وتُعد مبادرة حكايات فلسطينية مبادرة مصرية/فلسطينية مستقلة، تسعى إلى دمقرطة كتابة التاريخ الفلسطيني من خلال تشجيع الفلسطينيين على سرد رواياتهم، وبناء أرشيفاتهم الشخصية والعائلية، وتوثيق الحياة الاجتماعية والثقافية والاقتصادية على أرض فلسطين، عبر منصة رقمية تفاعلية تُشكّل مرجعًا مهمًا للباحثين والمبدعين والأجيال القادمة.
وفي إطار هذه الشراكة، سيتم إطلاق سلسلة من الورش التدريبية المتخصصة في مجالات توثيق الحكايات، والأرشفة الرقمية، وصناعة المحتوى الإبداعي، بهدف تمكين الشباب من الإسهام في حفظ الذاكرة الفلسطينية باستخدام الأدوات الرقمية الحديثة.
🎨 الفئة المستهدفة:
الفنانون والفنانات.
المبدعون والمبدعات.
الهواة والمهتمون بالفنون البصرية وصناعة المحتوى.
الشباب الراغبون في توثيق القصص والروايات الفلسطينية.
نؤمن بأن حماية الذاكرة الفلسطينية مسؤولية جماعية، وأن الإبداع هو أحد أهم أدوات الحفاظ على الهوية الوطنية ونقلها إلى الأجيال القادمة.
معًا... نحو أرشيف فلسطيني رقمي يحفظ الذاكرة، ويوثق الحكاية، ويصنع الأثر.
البرلمان الشبابي الفلسطيني الذكي
حكايات فلسطينية – Palestinian Stories`]),
    set(`📢 دعوة لحضور الورشة التدريبية`, [`/docs/news/45/1.jpg`], [`
        📢 دعوة لحضور الورشة التدريبية
يسر البرلمان الشبابي الفلسطيني الذكي دعوتكم للمشاركة في الورشة التدريبية المميزة بعنوان:
"كيف يقود الشباب التغيير في مجتمعاتهم المحلية"
🎙️ تقديم: المختارة فاتن حرب
📍 مكان الانعقاد: عبر Google Meet
🔗 رابط الحضور:
meet.google.com/zot-mtxg-rfe
ندعو جميع أعضاء الهيئة التأسيسية والمهتمين إلى الالتزام بالحضور والمشاركة الفاعلة، لما تمثله هذه الورشة من أهمية في تعزيز دور الشباب في قيادة التغيير الإيجابي وخدمة مجتمعاتهم المحلية.
بانتظار حضوركم الكريم.
البرلمان الشبابي الفلسطيني الذكي
        `]),
    set(`**بيان توضيحي**
صادر عن البرلمان الشبابي الفلسطيني الذكي`, ['/docs/news/44/1.jpg'], [`
        ﴿ **يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ﴾
**بيان توضيحي**
صادر عن البرلمان الشبابي الفلسطيني الذكي
نتوجه إلى أبناء شعبنا الفلسطيني العظيم في كافة أماكن تواجده، وإلى شبابنا الفلسطيني الباسل، سياج الوطن وعماد مستقبله المشرق.
يؤكد البرلمان الشبابي الفلسطيني الذكي على ما يلي:
أولاً: ينفي البرلمان الشبابي الفلسطيني الذكي أي علاقة قانونية أو إدارية أو تنظيمية بالملتقى المسمى "البرلمان الشبابي الفلسطيني"، ولا تربطه به أي صفة قطعياً.
ثانياً: ينوه البرلمان رسميًّا بأن شعاره الخاص هو ملكية فكرية مستقلة تمامًا، وتم تصميمه ليعبر عن رؤيته الفريدة، وهو غير مستوحى أو مقتبس من شعار أي جسم أو كيان آخر.
ثالثاً: يدين البرلمان بشدة محاولات زج اسمه في أي بيانات أو تصريحات مشبوهة تصدر عن أي جهة كانت بهدف الإساءة لسمعته.
رابعاً: يحذر البرلمان بأنه سيتخذ كافة الإجراءات القانونية والقضائية المتاحة لملاحقة كل من يستمر في التحدث باسمه، أو تقليد شعاره، أو ربطه بكيانات أخرى دون وجه حق.
خامساً: تأسّس البرلمان الشبابي الفلسطيني الذكي برؤية وإرادة نخبةٍ متميزة من الكفاءات الشبابية، والأكاديمية، والسياسية، والإعلامية؛ ممن يمتلكون رصيدًا وافرًا من الخبرات والمهارات التي تؤهلهم لقيادة هذا الصرح الرائد، وإحداث نقلة نوعية مشهودة في تنمية قدرات الشباب الفلسطيني وإطلاق إمكانياتهم.
سادساً: البرلمان الشبابي الفلسطيني الذكي هو كيان مستقل تمامًا، يسخر طاقاته لخدمة الشباب الفلسطيني، وتنمية قدراتهم، وتعزيز دورهم في مختلف مناحي الحياة عبر الأنشطة الوجاهية والإلكترونية الرقمية.
سابعاً: يهيب البرلمان بالشباب الوعي اليقظ وعدم الانجرار وراء الشائعات المغرضة أو الحملات المضللة التي تحاول النيل من هذا الصرح الشبابي المستقل، واستقاء المعلومات فقط من منصاتنا الرسمية.
رسالة اعتزاز وفخر إلى شباب فلسطين الأحرار
إنكم عصب الأمة، وبناة المستقبل، وفرسان التغيير الحقيقي. بوعيكم نواجه التحديات، وبعزيمتكم الصلبة نبني غدًا أفضل لفلسطين. استمروا في العطاء والتميز، واجعلوا من طاقاتكم الرقمية والوجاهية منارات للإبداع والريادة، فالبرلمان الشبابي الفلسطيني الذكي ما وجد إلا ليكون حاضنتكم، وداعمكم الأول، ومنبركم الحريص على تمكينكم وتطوير قدراتكم لتقودوا فلسطين نحو القمة.
البرلمان الشبابي الفلسطيني الذكي
فلسطين
        `]),
    set(`في كل مجتمعٍ يسعى للنهوض، يبقى الشباب عنوانًا للطموح`, [`/docs/news/43/1.jpg`], [` 
        في كل مجتمعٍ يسعى للنهوض، يبقى الشباب عنوانًا للطموح، ومساحةً واسعةً للأفكار، وقوةً حقيقيةً لصناعة التغيير. 🇵🇸🌿
إن تمكين الشباب ومنحهم الثقة والمساحة للتعبير والمشاركة، لا يصنع أفرادًا أكثر قدرة فحسب، بل يساهم في بناء مجتمع أكثر وعيًا وتماسكًا واستعدادًا للمستقبل.
وفي البرلمان الشبابي الفلسطيني الذكي، نؤمن بأن الشباب شركاء فاعلون في صناعة القرار، وحملةٌ للأفكار الجديدة، وقادةٌ لمسيرة التطوير والتغيير.
كل التقدير للأستاذة شذا سرحان، عضو الهيئة التأسيسية للبرلمان، على حضورها ورسالتها الملهمة، وإيمانها بدور الشباب في بناء مستقبل أكثر وعيًا وقوةً وازدهارًا.
الشباب طاقةٌ تُلهم، وفكرٌ يُغيّر، وإرادةٌ تصنع المستقبل. 🇵🇸
#البرلمان_الشبابي_الفلسطيني_الذكي #تمكين_الشباب #الشباب_الفلسطيني #القيادة_الشبابية #فلسطين #صناعة_المستقبل
        `]),
    set(`📢 إعلان داخلي إلى أعضاء الهيئة التأسيسية`, [`/docs/news/42/1.jpg`], [`
        📢 إعلان داخلي إلى أعضاء الهيئة التأسيسية
        البرلمان الشبابي الفلسطيني الذكي
        الأخوات والإخوة أعضاء الهيئة التأسيسية الكرام،
        نرفق لكم الجدول الزمني للاستحقاق الانتخابي للمؤتمر الشبابي الأول، ونؤكد على ضرورة الالتزام بالمواعيد المحددة، والاستعداد للمشاركة الفاعلة في هذه المحطة الديمقراطية التي تمثل خطوة مهمة في بناء مؤسسات البرلمان الشبابي الفلسطيني الذكي.
        🗓 الجدول الزمني
        📅 5/8/2026 🔹 انتهاء فترة الانتساب لعضوية الهيئة التأسيسية.
        📅 7/8/2026 🔹 إعلان استقبال طلبات الترشح للانتخابات.
        📅 8/8/2026 🔹 تدقيق طلبات الترشح من قبل اللجنة القانونية واعتماد الطلبات الأولية.
        📅 9/8/2026 🔹 فترة تقديم الاعتراضات والطعون على طلبات الترشح.
        📅 10/8/2026 – 16/8/2026 🔹 فترة الدعاية الانتخابية للمرشحين وفق الضوابط المعتمدة.
        📅 18/8/2026 🗳 يوم الاقتراع الإلكتروني عبر المنصة الرقمية للبرلمان الشبابي الفلسطيني الذكي.
        📡 تنويه هام سيتم الإعلان قريبًا عن موعد البث المباشر الذي ستعقده الهيئة التنفيذية واللجنة التحضيرية للمؤتمر الشبابي الأول، حيث سيتم شرح جميع إجراءات العملية الانتخابية، وآلية الترشح، والاقتراع الإلكتروني، والإجابة عن استفسارات الأعضاء.
        🤝 ندعو جميع أعضاء الهيئة التأسيسية إلى متابعة الإعلانات الرسمية، والالتزام بالجدول الزمني، والمشاركة الإيجابية لإنجاح أول تجربة انتخابية للبرلمان الشبابي الفلسطيني الذكي.
        معًا نحو برلمان شبابي ديمقراطي، مستقل، وفاعل.
        `]),
    set(`🇵🇸 قوة الشباب... في تنوع الأفكار ووحدة الهدف`, ['/docs/news/41/1.jpg'], [`
        إن القوى تنبع من أجيال قادرة على تغيير ما يجب تغييره في المجتمعات ، و الشباب هم الاستثمار و رأس المال الحقيقي في تكريس هذه القوى جمعاء لصالح مستقبلٍ  واعد ، و في اتحاد قوى الشباب في فكرهم و انماط اختلافهم ، يشكل نقطة محورية في تقدم المجتمعات عن طريق تعريض هذه الاختلافات و طرحها داخل المجتمع لتكون هذه الخلافات هي المنبع الاساسي في تشكيل رؤية واضحة و طريق ثابت يستطيع الشباب بها بناء المجتمع و حل المشاكل بأقل قدرٍ من الخسائر و بأكبر المكاسب و بمعنى آخر القوة الحقيقية للمجتمع لا تأتي من تشابه أفكار أبنائه، بل من قدرتهم على إدارة اختلافاتهم الفكرية واستثمارها لبناء رؤية مشتركة.`]),
    set(`🇵🇸 الشباب... فكرة تتحول إلى أثر`, [
        `/docs/news/40/1.jpg`
    ], [
        `الشباب... فكرة تتحول إلى أثر 🇵🇸
حين يمتلك الشباب المعرفة، ويؤمنون بقدرتهم على التغيير، تتحول الطموحات إلى مبادرات، والأفكار إلى إنجازات، والتحديات إلى فرص لصناعة مستقبل أكثر وعيًا وإبداعًا.
فالشباب الفلسطيني يمثلون طاقة المجتمع المتجددة، بما يحملونه من أفكار وطموح وقدرة على التعلم والمبادرة والمشاركة الفاعلة في بناء مجتمعهم.
ومن هذا الإيمان، يأتي دور البرلمان الشبابي الفلسطيني الذكي في تعزيز حضور الشباب، ودعم تطلعاتهم، وفتح المجال أمامهم للتعلم والقيادة والابتكار وصناعة الأثر.
كل التقدير للأستاذ محمد حمودة أبو مصطفى، على رؤيته الشبابية وإيمانه بأهمية المعرفة والتعلم في بناء جيل قادر على القيادة وصناعة الفرق.
"المعرفة تبدأ فكرة... والشباب يحولونها إلى أثر." 🇵🇸
#البرلمان_الشبابي_الفلسطيني_الذكي
#محمد_حمودة_أبو_مصطفى
#الشباب
#القيادة_الشبابية
#تمكين_الشباب
#المعرفة
#فلسطين
#صناعة_المستقبل
        `
    ]), set(`🌟 الشباب روح المجتمع وقوة التغيير`, [
        `/docs/news/39/1.jpg`
    ], [`
    الشباب ليسوا مجرد مرحلة عمرية، بل هم روح المجتمع النابضة، وعقله المفكر، وقوته الدافعة نحو التقدم. 🌿
عندما يُمنح الشباب الثقة، وتُفتح أمامهم أبواب الفرص، تتحول أفكارهم إلى إنجازات، وطموحاتهم إلى مشاريع، وأحلامهم إلى واقع ينعكس أثره على المجتمع بأكمله. فالأمم التي تؤمن بشبابها، وتستثمر في قدراتهم، هي الأمم الأقدر على مواجهة التحديات وصناعة مستقبل أكثر إشراقًا.
وفي البرلمان الشبابي الفلسطيني الذكي، نؤمن بأن الشباب شركاء في صناعة القرار، وروادٌ في الابتكار، وقادةٌ لمسيرة التنمية والتغيير. فكل خطوة نحو تمكينهم هي خطوة نحو بناء فلسطين أكثر قوةً ووعيًا وازدهارًا.
كل التقدير للأستاذة نجوى رياض بريك، عضو الهيئة التأسيسية للبرلمان، على رسالتها الملهمة التي تؤكد أن الشباب هم شركاء الحاضر، وصُنّاع المستقبل، وحراس الهوية، وأمل الأوطان الذي لا ينطفئ.
"الشباب ليسوا قادة الغد فحسب، بل هم شركاء الحاضر، وصُنّاع المستقبل، وحراس الهوية، وأمل الأوطان الذي لا ينطفئ." 🇵🇸
#البرلمان_الشبابي_الفلسطيني_الذكي #تمكين_الشباب #الشباب_الفلسطيني #القيادة_الشبابية #فلسطين #صناعة_المستقبل #شباب_يصنع_الفرق `]),
    set(`🌟 الشباب الفلسطيني... شركاء في صناعة المستقبل`, [
        `/docs/news/38/1.jpg`
    ], [
        `
        شبابٌ يبدع... ووطنٌ يرتقي. 🇵🇸
لا تُبنى الأوطان بالشعارات، بل بسواعد شبابها، وعقولهم المبدعة، وإيمانهم بأن التغيير يبدأ بخطوة، ويكبر بالعمل، ويثمر بالإنجاز.
إن تمكين الشباب، وفتح المجال أمام طاقاتهم، وصناعة بيئة تحتضن أفكارهم، هو الاستثمار الحقيقي في مستقبل فلسطين. فالشباب ليسوا جمهورًا ينتظر المستقبل، بل شركاء في صناعته، وقادة لمسيرته، وأصحاب رؤية تُحوّل التحديات إلى فرص.
كل التقدير للأستاذ هيثم هشام محمد رضوان على رسالته الملهمة وإيمانه بأن الشباب هم أساس النهضة وبناة الغد.
"لأنني أؤمن أن الشباب ليسوا جمهورًا... بل صُنّاع القرار وبناة الغد."
معًا نصنع مستقبلًا يليق بفلسطين، ونحوّل الطموح إلى إنجاز، والفكرة إلى واقع، والحلم إلى قصة نجاح.
#البرلمان_الشبابي_الفلسطيني_الذكي #شباب_يبدع_وطن_يرتقي #تمكين_الشباب #فلسطين #القيادة_الشبابية #صناعة_المستقبل 
        `
    ]),
    set(`🇵🇸 الشباب يصنعون المستقبل... وفلسطين تستحق الأفضل`, [
        `/docs/news/37/1.jpg`
    ], [
        `
        الشباب يصنعون المستقبل... وفلسطين تستحق الأفضل. 🇵🇸
الشباب الفلسطيني ليسوا مجرد أملٍ للمستقبل، بل هم صُنّاع الحاضر، وحملة الرسالة، وروّاد التغيير. بالإرادة والعلم والإبداع تُبنى الأوطان، وتُصنع الإنجازات، وتُرسم ملامح الغد.
إن تمكين الشباب، وتعزيز دورهم في القيادة والعمل المجتمعي، هو الطريق نحو مستقبل أكثر إشراقًا لفلسطين، حيث تتحول التحديات إلى فرص، والأحلام إلى إنجازات، والطموحات إلى واقعٍ يفتخر به الجميع.
كل التقدير للأستاذ محمود فخري أبو مصطفى على كلماته الملهمة وإيمانه العميق بدور الشباب في صناعة المستقبل.
"ابدأ اليوم... فالمستقبل يُكتب بأيدي الشباب."
معًا نؤمن بأن فلسطين تستحق الأفضل، وأن شبابها هم عنوان العطاء، والإبداع، والنهضة.
#البرلمان_الشبابي_الفلسطيني_الذكي #الشباب_الفلسطيني #فلسطين #تمكين_الشباب #القيادة #الإبداع #صناعة_المستقبل 🇵🇸
        `
    ]),
    set(`🇵🇸 الشباب قوة الأوطان وصُنّاع المستقبل`, [
        `/docs/news/36/1.jpg`
    ], [`
        الشباب هم الجسر الذي تعبر عليه الأمم نحو مستقبل أفضل.
الشباب ليسوا مجرد فئة عمرية، بل هم طاقة متجددة، وعقول مبدعة، وإرادة قادرة على صناعة التغيير. فكل إنجاز كبير بدأ بفكرة، وكل فكرة عظيمة آمن بها شاب، ثم حولها إلى واقع يصنع الفرق.
إن الاستثمار في الشباب هو استثمار في مستقبل الأوطان، وتمكينهم بالعلم والمهارة والقيادة هو الطريق نحو مجتمع أكثر ازدهارًا وإبداعًا.
كل التقدير للأستاذ أحمد شاكر مقداد، عضو الهيئة التنفيذية الشبابية في البرلمان الشبابي الفلسطيني الذكي، على هذه الكلمات الملهمة التي تجسد إيمانًا حقيقيًا بدور الشباب في بناء المستقبل.
"الشباب هم الجسر الذي تعبر عليه الأمم نحو مستقبل أفضل."
#البرلمان_الشبابي_الفلسطيني_الذكي #الشباب #القيادة_الشبابية #تمكين_الشباب #فلسطين #صناعة_المستقبل 
        `]),
    set(`🌟 شباب يصنعون الإنجاز ويُلهمون المستقبل`, [
        `/docs/news/35/1.jpg`
    ], [`
        الشباب هم القوة التي تُحوِّل الأحلام إلى إنجازات، والأفكار إلى واقع يغيّر المجتمعات.
"كل فكرة عظيمة بدأت بشاب آمن بنفسه، ثم آمن العالم بما صنع."
نفخر بشبابنا الذين يواصلون العمل والإبداع، ويثبتون أن الإرادة والطموح يصنعان المستقبل.
✨ مجد | عماد | محمد رجب | الخريبي
كل التقدير لكم، وإلى مزيد من النجاح والتميّز، فأنتم نموذج يُحتذى به في العطاء والإصرار.
#الشباب_قادة_المستقبل #الإبداع #النجاح #البرلمان_الشبابي_الفلسطيني_الذكي
        `]),
    set(`🇵🇸 الشباب ليسوا مستقبلًا مؤجلًا... بل صُنّاع الحاضر وبناة المستقبل`, [
        `/docs/news/34/1.jpg`
    ], [`
    الشباب ليسوا فقط المستقبل، بل هم من يصنعون الحاضر بكل تفاصيله.
في كل مرحلة تاريخية، كان الشباب القوة الدافعة نحو التغيير، رغم قلة الإمكانيات وكثرة التحديات. فالإبداع والمبادرة لا يحتاجان إلى ظروف مثالية، بل إلى إرادة تؤمن بالفكرة وعزيمة لا تعرف الاستسلام.
لقد وُلدت أعظم الإنجازات من رحم الصعوبات، وصنعها شباب آمنوا بقدراتهم ورفضوا أن يكون الواقع عائقًا أمام أحلامهم.
ومن هنا، تبقى الرسالة الأهم لكل صانع قرار: امنحوا الشباب الثقة، وافتحوا أمامهم الفرص الحقيقية، فهم الأقدر على تحويل التحديات إلى إنجازات، والأحلام إلى واقع.
إن الاستثمار في طاقات الشباب ليس ترفًا، بل هو الركيزة الأساسية لبناء مجتمع أكثر استقرارًا وازدهارًا، ومستقبل يليق بوطننا وأبنائه.
✍️ أ. أحمد بهجت مقداد
الإدارة والسياسات العامة
عضو الهيئة التأسيسية للبرلمان الشبابي الفلسطيني الذكي 🇵🇸`]),
    set(`🇵🇸 أحمد سعيد كساب: الشباب الفلسطيني صُنّاع الغد والبرلمان الشبابي الذكي بوابتهم نحو التغيير`, [
        `/docs/news/33/1.jpg`
    ], [`
        يشكل الشباب الفلسطيني الثروة الحقيقية للمجتمع، فهم القوة القادرة على إحداث التغيير وصناعة المستقبل رغم ما يواجهونه من تحديات سياسية واقتصادية واجتماعية. وقد أثبت الشباب الفلسطيني، في مختلف المراحل، قدرتهم على الإبداع والابتكار والقيادة عندما تتوفر لهم الفرصة والدعم.
إن البرلمان الشبابي الفلسطيني الذكي يمثل رافعة حقيقية للشباب الفلسطيني حيث يؤمن بأن النهوض بواقع الشباب يبدأ بتوفير تعليم نوعي، وفرص عمل كريمة، وتمكينهم من المشاركة في صنع القرار، ودعم المبادرات الريادية والتطوعية، والاستثمار في التكنولوجيا والابتكار.
كما ويؤكد البرلمان الشبابي الفلسطيني الذكي أن تعزيز قيم الانتماء والمسؤولية والعمل الجماعي يسهم في بناء جيل قادر على مواجهة التحديات وتحويلها إلى فرص.
ولا يقتصر دور الشباب على البحث عن فرص لأنفسهم، بل يمتد إلى خدمة المجتمع والمساهمة في التنمية وإعادة البناء، والمشاركة الفاعلة في الحياة العامة، وإطلاق المبادرات التي تلبي احتياجات المجتمع.
آن الأوان وأتيحت الفرصة الحقيقية الأن للشباب الفلسطيني للتغيير ولصنع مستقبل أفضل من خلال البرلمان الشبابي الفلسطيني الذكي 
شباب اليوم صناع الغد 🇵🇸
م. احمد سعيد كساب 
عضو الهيئة التنفيذية للبرلمان الشبابي الفلسطيني الذكي`]),
    set(`🇵🇸 الهيئة التنفيذية الشبابية للبرلمان الشبابي الفلسطيني الذكي تبحث الاستعدادات للمؤتمر الشبابي الأول وتتابع برامجها التدريبية`, [
        `/docs/news/32/1.jpg`,
        `/docs/news/32/2.jpg`,
        `/docs/news/32/3.jpg`,
    ], [`
        الهيئة التنفيذية الشبابية للبرلمان الشبابي الفلسطيني الذكي تعقد اجتماعًا لمتابعة الاستعدادات للمؤتمر الشبابي الأول
عقدت الهيئة التنفيذية الشبابية للبرلمان الشبابي الفلسطيني الذكي اجتماعًا برئاسة ومشاركة الدكتور عبد الكريم أبو مصطفى، مؤسس البرلمان، وبحضور المهندس أحمد سعيد كساب والأستاذ أحمد شاكر مقداد، فيما اعتذر عن الحضور كل من الأستاذة ولاء النجار والأستاذ أحمد عاطف النجار لأسباب قاهرة.
وشهد الاجتماع أجواءً إيجابية وبنّاءة، حيث ناقش المجتمعون الاستعدادات الخاصة بالمؤتمر الشبابي الفلسطيني الذكي الأول، وتم الاتفاق على البدء بتشكيل اللجنة التحضيرية للانتخابات لتتولى الإعداد والإشراف على الجوانب التنظيمية للمؤتمر.
كما استعرضت الهيئة سير الورش التدريبية والبرامج الحالية، وبحثت خطط تطويرها خلال المرحلة المقبلة، إلى جانب مناقشة الترتيبات النهائية الخاصة باحتفال تخريج برنامج التدريب المتخصص في الذكاء الاصطناعي، والمقرر إقامته يوم الثلاثاء المقبل.
وأكد المجتمعون مواصلة العمل بروح الفريق الواحد، وتعزيز مشاركة الشباب الفلسطيني في مختلف المحافظات، بما يسهم في بناء مؤسسة شبابية وطنية مستقلة، وترسيخ مبادئ المشاركة والقيادة والعمل التطوعي.
        `]),
    set(`🌟 البرلمان الشبابي الفلسطيني الذكي يدعو للمشاركة في ملتقى "شباب يقودون المستقبل" وورشة "من المبادرة إلى الإنجاز"`, [
        `/docs/news/31/1.jpg`
    ], [`
        🌟 ملتقى شباب يقودون المستقبل 🌟
يدعوكم البرلمان الشبابي الفلسطيني الذكي للمشاركة في ورشة عمل مميزة بعنوان:
💡 "من المبادرة إلى الإنجاز" كيف يقود الشباب التغيير في مجتمعاتهم المحلية
🎙️ المتحدثة: فاتـن حرب عضو مجلس بلدي دير البلح، وإحدى النماذج النسائية الملهمة في العمل المجتمعي، وصاحبة تجربة مميزة في تعزيز المشاركة المجتمعية والإصلاح المجتمعي.
📅 الموعد: الاثنين 3/8 🕒 الساعة 3:00 مساءً
📍ندعو جميع الشباب والشابات الراغبين في تطوير مهاراتهم القيادية وصناعة أثر إيجابي في مجتمعاتهم إلى المشاركة والاستفادة من هذه التجربة الملهمة.
✨ لأن التغيير يبدأ بفكرة... والإنجاز يبدأ بمبادرة.
شباب اليوم... صُنّاع الغد. 🇵🇸
#البرلمان_الشبابي_الفلسطيني_الذكي #شباب_يقودون_المستقبل #من_المبادرة_إلى_الإنجاز #القيادة_الشبابية #تمكين_الشباب #فلسطين_في_الذاكرة_الرقمية `]),
    set(`🇵🇸 البرلمان الشبابي الفلسطيني الذكي يفتتح ورشة "ريادة الأعمال وبناء المستقبل" بمشاركة 30 شابًا وشابة من الضفة الغربية وقطاع غزة`, [
        `/docs/news/30/1.jpg`
    ], [
        `🎉 1000 متابع... وبدايتنا ما زالت في أول الطريق! 🇵🇸💚
بحمد الله، وصلت صفحة البرلمان الشبابي الفلسطيني الذكي إلى 1000 متابع على فيسبوك، وهذا الإنجاز ما كان ليتحقق لولا ثقتكم، ودعمكم، وتفاعلكم المستمر.
نتقدم بجزيل الشكر لكل من تابع الصفحة، وشارك منشوراتها، وساهم في نشر رسالتها، فأنتم شركاء حقيقيون في هذا النجاح.
نعدكم بمواصلة تقديم برامج نوعية، وورش تدريبية، ومبادرات شبابية، ومحتوى هادف يسهم في تمكين الشباب الفلسطيني، وتعزيز الإبداع والابتكار والذكاء الاصطناعي وريادة الأعمال.
ألف شكر لكم... والقادم بإذن الله أجمل وأكبر. 💙
معًا... نبني قيادات شبابية تصنع المستقبل. 🇵🇸`
    ]),
    set(`🇵🇸 البرلمان الشبابي الفلسطيني الذكي يفتتح ورشة "ريادة الأعمال وبناء المستقبل" بمشاركة 30 شابًا وشابة من الضفة الغربية وقطاع غزة`, [
        `/docs/news/29/1.jpg`,
        `/docs/news/29/2.jpg`,
        `/docs/news/29/3.jpg`,
    ], [
        `
        🇵🇸 انطلاق ورشة "ريادة الأعمال وبناء المستقبل" بمشاركة 30 متدربًا من الضفة الغربية وقطاع غزة
        ضمن برامج البرلمان الشبابي الفلسطيني الذكي الهادفة إلى تمكين الشباب وتعزيز مهاراتهم، انطلقت اليوم أعمال ورشة "ريادة الأعمال وبناء المستقبل: من الفكرة إلى المشروع الناجح"، بمشاركة 30 متدربًا ومتدربة من أعضاء البرلمان في الضفة الغربية وقطاع غزة، عبر منصة Google Meet.
        وقدمت الورشة الأستاذة رندة قدادة، حيث تناولت مجموعة من المحاور المهمة، أبرزها مفهوم ريادة الأعمال، وآليات تحويل الأفكار إلى مشاريع ناجحة، وخصائص رائد الأعمال، وأهم التحديات التي تواجه المشاريع الناشئة، إلى جانب خطوات التخطيط السليم وبناء مشروع مستدام قادر على تحقيق الأثر والنجاح.
        وشهدت الورشة تفاعلًا مميزًا من المشاركين من خلال المداخلات والأسئلة والنقاشات، بما يعكس اهتمام الشباب الفلسطيني بريادة الأعمال، وحرصهم على تطوير مهاراتهم والاستفادة من الخبرات العملية.
        ويؤكد البرلمان الشبابي الفلسطيني الذكي مواصلة تنفيذ سلسلة من البرامج التدريبية المتخصصة، إيمانًا بدور الشباب في قيادة المستقبل وصناعة التغيير الإيجابي.
        #البرلمان_الشبابي_الفلسطيني_الذكي
        #ريادة_الأعمال
        #الشباب_يقودون_المستقبل 
        `
    ]),
    set(`📢 تذكير | البرلمان الشبابي الفلسطيني الذكي يدعو للمشاركة في ورشة "ريادة الأعمال وبناء المستقبل"`, [
        `/docs/news/28/1.jpg`
    ], [
        `
        📢 تذكير هام
يسر البرلمان الشبابي الفلسطيني الذكي (PYSP) دعوتكم للمشاركة في الورشة التدريبية:
🌱 ريادة الأعمال وبناء المستقبل: من الفكرة إلى المشروع الناجح
👩‍🏫 تقديم: أ. رندة مصطفى قدادة
📅 السبت: 1/8/2026
🕐 الساعة: 1:00 ظهرًا
💻 عبر منصة Google Meet
🔗 رابط الانضمام للمحاضرة: https://meet.google.com/tiq-dyii-fqv
ندعو جميع الأعضاء والمهتمين إلى الحضور في الموعد المحدد والاستفادة من هذه الورشة المميزة التي تتناول ريادة الأعمال، وبناء المشاريع، وتوظيف الذكاء الاصطناعي في تطوير الأفكار الريادية.
معًا نصنع الفرص... ونبني المستقبل. 🇵🇸
        `
    ]),
    set(`🇵🇸 البرلمان الشبابي الفلسطيني الذكي يدعو الأعضاء المنتسبين للانضمام إلى مجموعة الهيئة التأسيسية عبر واتساب`, [
        `/docs/news/27/1.jpg`
    ], [
        `
        🇵🇸 انضم إلى مجموعة الهيئة التأسيسية للبرلمان الشبابي الفلسطيني الذكي
ندعو جميع الأعضاء المنتسبين إلى الانضمام إلى مجموعة الهيئة التأسيسية عبر واتساب، لمتابعة الإعلانات الرسمية، والمشاركة في التحضيرات والأنشطة الخاصة بالمؤتمر الشبابي الأول.
🔗 رابط الانضمام:
https://chat.whatsapp.com/F4l1yUi7C6ZAfML9SXLaaV?s=cl&p=a...
معًا نبني نموذجًا شبابيًا فلسطينيًا مستقلًا، ونصنع أثرًا حقيقيًا لخدمة شباب فلسطين. 🇵🇸
        `
    ]),
    set(`🌿 البرلمان الشبابي الفلسطيني الذكي يهنئ أعضائه والأمة الإسلامية بمناسبة يوم الجمعة المبارك`, [
        `/docs/news/26/1.jpg`
    ], [
        `🌿 جمعة مباركة 🌿
إلى أعضاء البرلمان الشبابي الفلسطيني الذكي...
في هذا اليوم المبارك، نسأل الله أن يتقبل منا ومنكم صالح الأعمال، وأن يكتب لفلسطين الأمن والفرج، وأن يبارك خطوات كل شاب وشابة يحملون همَّ الوطن ويؤمنون بأن التغيير يبدأ بالعلم، والعمل، والمبادرة.
لنُجدِّد في هذه الجمعة عهدنا بأن نبقى صوتًا للشباب، ورسالةً للأمل، وشركاء في بناء مستقبلٍ يليق بفلسطين وأبنائها.
اللهم احفظ فلسطين وأهلها، وارحم شهداءها، واشفِ جرحاها، وفكَّ كرب المكروبين، واجعل هذا اليوم يوم خيرٍ وبركةٍ وفرجٍ قريب.
جمعة مباركة، وكل عام وأنتم بخير. 🇵🇸✨`
    ]),
    set(`🎥 البرلمان الشبابي الفلسطيني الذكي يطلق حسابه الرسمي على تيك توك لتعزيز المحتوى الشبابي الهادف`, [
        `/docs/news/25/1.jpg`
    ], [`
        📢 تابعوا البرلمان الشبابي الفلسطيني الذكي PYSP على تيك توك
نواصل بناء مساحة شبابية رقمية تجمع الإبداع، المعرفة، التكنولوجيا، وصناعة المحتوى الهادف.
🎥 تابعوا أحدث الفيديوهات، الأنشطة، المبادرات، والتغطيات الخاصة بالبرلمان الشبابي الفلسطيني الذكي عبر حسابنا الرسمي على تيك توك:
🔗 https://www.tiktok.com/@pyspgaza?_r=1&_t=ZS-98Syub3zpN2
كونوا جزءًا من مجتمع شبابي يصنع المستقبل بالوعي والابتكار 🇵🇸✨
#البرلمان_الشبابي_الفلسطيني_الذكي
#PYSP
#شباب_فلسطين
#الذكاء_الاصطناعي
#صناعة_المحتوى 
        `]),
    set(`🚀 البرلمان الشبابي الفلسطيني الذكي ينظم ورشة تدريبية بعنوان: "ريادة الأعمال وبناء المستقبل... من الفكرة إلى المشروع الناجح"`, [
        `/docs/news/24/1.jpg`
    ], [`
        🚀 ريادة الأعمال تبدأ بفكرة... وتتحول إلى مستقبل يصنعه أصحاب المبادرة.
يدعوكم البرلمان الشبابي الفلسطيني الذكي (PYSP) للمشاركة في ورشة تدريبية مميزة بعنوان:
"ريادة الأعمال وبناء المستقبل: من الفكرة إلى المشروع الناجح"
تقدّمها المدربة المعتمدة أ. رندة مصطفى قدادة، حيث سنتعرف معًا على: 🌱 واقع ريادة الأعمال وفرص الشباب في فلسطين. 💡 خطوات تحويل الأفكار إلى مشاريع مستدامة. 🚀 المهارات التي يحتاجها رواد الأعمال في العصر الرقمي. 🤖 توظيف أدوات الذكاء الاصطناعي في تطوير المشاريع. 🎯 بناء العقلية الريادية وصناعة الفرص رغم التحديات.
📅 الموعد: السبت 1/8/2026
🕐 الساعة: 1:00 ظهرًا
💻 المكان: عبر منصة Google Meet
هذه الورشة فرصة لكل شاب وشابة يسعون إلى تطوير أفكارهم، وصقل مهاراتهم، والانطلاق نحو مستقبل أكثر ابتكارًا وتأثيرًا.
معًا نصنع الفرص... ونبني المستقبل. 🇵🇸 #البرلمان_الشبابي_الفلسطيني_الذكي #PYSP #ريادة_الأعمال #الشباب_الفلسطيني #الذكاء_الاصطناعي #بناء_المستقبل #الابتكار #القيادة 
        `]),
    set(`🇵🇸 فلسطين في الذاكرة الرقمية | غزة... ذاكرة مدينة وصمود وطن`, [
        `/docs/news/23/1.jpg`,
    ], [
        `
        غزة... مدينة الحكايات التي لا تنتهي 🇵🇸
        ليست غزة مجرد مدينة على شاطئ البحر، بل كتابٌ مفتوحٌ من التاريخ، تروي أزقته حكايات الأجداد، وتحمل أسواره آثار الحضارات التي تعاقبت على أرض فلسطين.
        من أسواقها القديمة، إلى مينائها العريق، ومن مساجدها وكنائسها التاريخية، إلى بحرها الذي شهد آلاف الحكايات، بقيت غزة مدينةً تنبض بالحياة، وتحفظ في ذاكرتها تفاصيل شعبٍ لم يتخلَّ يومًا عن هويته.
        ورغم كل ما مرت به عبر السنين، ما زالت غزة تكتب فصولًا جديدة من الصمود، وتؤكد أن المدن العظيمة لا تُقاس بما مرت به من محن، بل بما تتركه من أثر في التاريخ.
        في الحملة الوطنية الفلسطينية الرقمية – فلسطين في الذاكرة الرقمية، نروي حكايا غزة كما تستحق أن تُروى، ونحفظ ذاكرتها للأجيال القادمة.
        📖 لأن غزة ليست خبرًا عابرًا... بل حكاية وطن.
        #فلسطين_في_الذاكرة_الرقمية
        #الحملة_الوطنية_الفلسطينية_الرقمية
        #غزة
        #حكايا_غزة
        #الذاكرة_الفلسطينية 
        `
    ]),
    set(`🌿 أكثر من 30 مشاركًا في ورشة للبرلمان الشبابي الفلسطيني الذكي حول الصحة النفسية والجسدية في ظل الأزمات`, [
        `/docs/news/22/1.jpg`,
        `/docs/news/22/2.jpg`,
        `/docs/news/22/3.jpg`,

    ], [
        `البرلمان الشبابي الفلسطيني الذكي يعقد ورشة متخصصة حول الصحة النفسية والجسدية في أوقات الأزمات
عقد البرلمان الشبابي الفلسطيني الذكي، اليوم، ورشة تدريبية متخصصة بعنوان "الصحة النفسية والجسدية في أوقات الأزمات"، قدمتها الدكتورة ريما عوني بسيسو،  Reema Awni Bseiso بمشاركة أكثر من 30 مشاركًا ومشاركة من أعضاء البرلمان، إلى جانب نخبة من الأخصائيين النفسيين والاجتماعيين في قطاع غزة.
وافتُتحت الورشة بكلمة ترحيبية ألقاها الدكتور عبدالكريم محمد أبو مصطفى، مؤسس البرلمان الشبابي الفلسطيني الذكي ؛ أكد فيها أهمية تعزيز الوعي بالصحة النفسية والجسدية، خاصة في ظل الظروف الاستثنائية التي يمر بها المجتمع الفلسطيني، مشيدًا بدور المختصين في نشر الثقافة الصحية وتعزيز الصمود المجتمعي.
وتناولت الورشة عددًا من المحاور المهمة، أبرزها:
- مفهوم الصحة النفسية والجسدية وأهمية التكامل بينهما.
- التأثيرات النفسية والجسدية للأزمات والحروب.
- أساليب التعامل مع الضغوط النفسية والتوتر.
- تعزيز المرونة النفسية والقدرة على التكيف.
- ممارسات العناية بالذات والحفاظ على الصحة الجسدية والنفسية.
- دور الأسرة والمجتمع في تقديم الدعم النفسي والاجتماعي.
وشهد اللقاء تفاعلًا كبيرًا من المشاركين، الذين أثروا النقاش بمداخلاتهم وأسئلتهم، مما أسهم في تحقيق الفائدة المرجوة من الورشة، وجعلها لقاءً علميًا وإنسانيًا مثمرًا.
ويتقدم البرلمان الشبابي الفلسطيني الذكي بخالص الشكر والتقدير للدكتورة ريما عوني بسيسو على جهودها المتميزة، ولجميع المشاركين على حضورهم وتفاعلهم، مؤكدًا استمرار تنظيم سلسلة من اللقاءات والورش التدريبية النوعية خلال الفترة المقبلة، بما يسهم في تمكين الشباب وتعزيز معارفهم ومهاراتهم في مختلف المجالات. 
        `
    ]),
    set(`📢 بعد قليل | لقاء تدريبي حول الصحة النفسية والجسدية في أوقات الأزمات`, [
        `/docs/news/21/1.jpg`
    ],
        [
            `📢 كونوا معنا بعد قليل 🎓
نذكّركم بموعد لقائنا التدريبي الخاص:
🌿 الصحة النفسية والجسدية في أوقات الأزمات
تجربة علمية وإنسانية من واقع المجتمع الفلسطيني
مع: 🎓 د. ريما عوني بسيسو
صيدلانية وباحثة في الصحة العامة
ومتخصصة في قضايا الصحة المجتمعية وتأثير الأزمات والصدمات على الإنسان.
📌 سنتناول خلال اللقاء: ▪️ أثر الحروب والأزمات على الصحة النفسية والجسدية.
▪️ التحديات الصحية التي تواجه المرضى في قطاع غزة.
▪️ دور الصيدلاني في الاستجابة للطوارئ والأزمات.
▪️ دروس وتجارب من الواقع الفلسطيني لتعزيز الصحة المجتمعية.
▪️ رسائل ملهمة للشباب حول الصمود والمسؤولية المجتمعية.
⏰ نلتقي بعد قليل الساعة 4:00 مساءً
💻 عبر منصة Google Meet
🔗 رابط الدخول: https://meet.google.com/adt-tawt-pdm
تنظيم: 🇵🇸 البرلمان الشبابي الفلسطيني الذكي (PYSP)
كونوا معنا في هذا اللقاء المعرفي والإنساني، لنشارك المعرفة ونبني وعيًا صحيًا ومجتمعيًا أقوى.
#البرلمان_الشبابي_الفلسطيني_الذكي`
        ]
    ),
    set(`
        البيان العام رقم (2)
        `, [

        `/docs/news/20/1.jpg`
    ], [
        `
        البيان العام رقم (2)
        بشأن انطلاق فعالات المؤتمر الأول للبرلمان الشبابي الفلسطيني الذكي
        انطلاقًا من رسالتنا الوطنية والشبابية، وإيمانًا بأهمية تمكين الشباب الفلسطيني من المشاركة الفاعلة في صناعة القرار، وتعزيز دورهم في بناء مؤسسات وطنية شبابية ديمقراطية، يعلن البرلمان الشبابي الفلسطيني الذكي عن انطلاق فعاليات المؤتمر الأول للبرلمان الشبابي الفلسطيني الذكي، والذي يهدف إلى اختيار ممثلي البرلمان من أبناء شعبنا الفلسطيني في قطاع غزة والضفة الغربية والقدس والشتات الفلسطيني، وفق أسس ديمقراطية شفافة، وبما ينسجم مع أحكام النظام الأساسي واللوائح الداخلية للبرلمان.
        وتبدأ المرحلة الأولى للمؤتمر بتشكيل الهيئة التأسيسية للبرلمان الشبابي الفلسطيني الذكي، والتي ستضم قاعدة شبابية واسعة تمثل مختلف المحافظات الفلسطينية وأبناء شعبنا في الشتات، باعتبارها الإطار التأسيسي الذي يقود المرحلة الانتقالية وصولًا إلى إجراء الانتخابات الشبابية الذكية.
        وتتبع الهيئة التأسيسية مباشرة للهيئة التنفيذية الشبابية للبرلمان الشبابي الفلسطيني الذكي، وتلتزم بجميع قراراتها وتوجيهاتها الصادرة وفق أحكام النظام الأساسي والقانون الداخلي للبرلمان، كما تتولى الهيئة التنفيذية الإشراف الكامل على جميع أعمال المؤتمر، وإدارة مراحله، وتشكيل اللجان المختصة التي تتولى تنظيم المؤتمر، والإشراف على إجراءات التسجيل، والإعلام، والانتخابات، والرقابة، وسائر الأعمال التنظيمية اللازمة لإنجاح هذه المحطة الوطنية.
        وتتمثل آلية الانتساب إلى البرلمان وفق الخطوات التالية:
        1. تعبئة طلب الانتساب الرسمي للبرلمان.
        2. الانضمام إلى مجموعة التواصل الرسمية الخاصة بالهيئة التأسيسية عبر تطبيق واتساب.
        3. الاطلاع على النظام الأساسي واللائحة الداخلية للبرلمان والالتزام بأحكامهما.
        4. المشاركة في اللقاءات التعريفية التي تعقدها الهيئة التنفيذية لشرح النظام الأساسي وآليات العمل البرلماني وحقوق وواجبات الأعضاء.
        5. استكمال متطلبات العضوية استعدادًا للمشاركة في العملية الانتخابية.
        وتؤكد الهيئة التنفيذية أنها ستنظم سلسلة من اللقاءات التعريفية والتوعوية لشرح النظام الأساسي، وآليات العمل المؤسسي، وإجراءات المؤتمر، بما يضمن مشاركة واعية ومسؤولة لجميع أعضاء الهيئة التأسيسية.
        وبعد استكمال أعمال الهيئة التأسيسية واعتماد سجلات العضوية، سيتم الانطلاق نحو العملية الانتخابية الشبابية الذكية، والتي ستفضي إلى انتخاب ممثلي البرلمان، وإعلان النتائج الرسمية، وتشكيل الهيئة الإدارية الشبابية للبرلمان الشبابي الفلسطيني الذكي وفقًا للنظام الأساسي.
        ويدعو البرلمان الشبابي الفلسطيني الذكي جميع الشباب الفلسطيني ممن تنطبق عليهم شروط العضوية إلى المبادرة بالانتساب والمشاركة الفاعلة، والمساهمة في بناء تجربة شبابية وطنية رائدة تقوم على الديمقراطية، والشفافية، والابتكار، والعمل المؤسسي.
        صادر عن:
        البرلمان الشبابي الفلسطيني الذكي
        البيان العام رقم (2)
        الدكتور عبدالكريم أبو مصطفى
        مؤسس البرلمان الشبابي الفلسطيني الذكي
        28 يوليو 2026
        `
    ]),
    set(
        `🇵🇸 فلسطين في الذاكرة الرقمية | الرواية التي لا تُمحى`,
        [
            `/docs/news/19/1.jpg`,
            `/docs/news/19/2.jpg`,
            `/docs/news/19/3.jpg`,
            `/docs/news/19/4.jpg`,
            `/docs/news/19/5.jpg`,
        ],
        [
            `
            قبل أن تُكتب الرواية، كانت فلسطين...
            قبل أن تُرسم الحدود، كان اسمها حاضرًا في التاريخ والجغرافيا والوجدان.
            "فلسطين في الذاكرة الرقمية" ليست مجرد حملة إعلامية، بل رسالة وطنية تهدف إلى توثيق الذاكرة الفلسطينية، وإبراز تاريخها، ورموزها، وأدبائها، وشهدائها، وأسرها، وتراثها، وهويتها، بلغة العصر وأدواته الرقمية.
            نؤمن أن الكلمة الصادقة، والصورة الموثقة، والمعلومة الدقيقة، قادرة على مواجهة التضليل، وحفظ الرواية الفلسطينية للأجيال القادمة.
            🇵🇸 لأن فلسطين ليست ذكرى... بل ذاكرة أمة وهوية شعب لا تُمحى.
            #فلسطين_في_الذاكرة_الرقمية
            #الحملة_الوطنية_الفلسطينية_الرقمية
            #فلسطين
            #الهوية_الفلسطينية
            #الرواية_الفلسطينية
            #ذاكرة_لا_تموت 
            `
        ]
    ),
    set(
        `🇵🇸 فلسطين في الذاكرة الرقمية | مروان البرغوثي.. صوت الأسير وحكاية الصمود`,
        [
            `/docs/news/18/1.jpg`
        ],
        [
            `🇵🇸 فلسطين في الذاكرة الرقمية | مروان البرغوثي.. صوت الأسير وحكاية الصمود
            في ذاكرة فلسطين، تبقى أسماء الرجال الذين حملوا قضية شعبهم حاضرة عبر الأجيال...
            الأسير الفلسطيني مروان البرغوثي، أحد أبرز الشخصيات السياسية والوطنية الفلسطينية، وُلد عام 1959 في بلدة كوبر قرب رام الله، وبدأ مسيرته النضالية منذ سن مبكرة، وتعرّض للاعتقال مرات عديدة، قبل أن يُعتقل عام 2002 ويقضي سنوات طويلة في سجون الاحتلال. 
            لم تكن جدران السجن حاجزًا أمام العلم والمعرفة؛ فقد واصل دراسته داخل الأسر، وحصل على درجات أكاديمية، ليبقى مثالًا على أن إرادة الإنسان قادرة على تجاوز القيود. 
            يحضر مروان البرغوثي في الذاكرة الفلسطينية كرمز من رموز الحركة الوطنية، وشخصية ارتبط اسمها بتاريخ طويل من النضال السياسي والشعبي. 
            📌 فلسطين لا تحفظ أسماء أبنائها في الكتب فقط... بل تحفظها في وجدان شعبها وذاكرته الرقمية.
            #فلسطين_في_الذاكرة_الرقمية
            #البرلمان_الشبابي_الفلسطيني_الذكي
            #حكاية_وطن
            #ذاكرة_لا_تموت
`
        ]
    )
    ,
    set(
        `📢 روابط البرلمان الشبابي الفلسطيني الذكي`,
        [
            `/docs/news/17/1.jpg`
        ],
        [
            `
            📢 روابط البرلمان الشبابي الفلسطيني الذكي
            يسرّنا دعوتكم لمتابعة منصات البرلمان الشبابي الفلسطيني الذكي والانضمام إلى مسيرته الشبابية الرقمية:
            🔹 صفحة البرلمان على فيسبوك:
            https://www.facebook.com/share/1EHp28hPdt/
            🔹 المنصة الرقمية للبرلمان الشبابي الفلسطيني الذكي:
            https://moonlit-kitsune-fded73.netlify.app/
            🔹 رابط طلب الانتساب إلى البرلمان:
            https://forms.gle/15avquGKuJRuFTxG8
            🔹 مجموعة البرلمان الشبابي الفلسطيني الذكي الرئيسية على واتساب:
            https://chat.whatsapp.com/F4l1yUi7C6ZAfML9SXLaaV?s=cl&p=a...
            كونوا جزءًا من مشروع شبابي وطني يهدف إلى تمكين الشباب الفلسطيني، وتطوير مهاراتهم، وصناعة مستقبل قائم على المعرفة والابتكار والذكاء الاصطناعي.
            🌐 البرلمان الشبابي الفلسطيني الذكي (PYSP)
            `
        ]
    ),
    set(
        `بيان تهنئة بمناسبة نجاح المؤتمر الوطني الحادي عشر للاتحاد العام لطلبة فلسطين 
        `,
        [
            `/docs/news/16/1.jpg`
        ],
        [
            `
        بيان صادر عن البرلمان الشبابي الفلسطيني الذكي
        بمناسبة نجاح فعاليات المؤتمر الوطني الحادي عشر للاتحاد العام لطلبة فلسطين
        يتقدم البرلمان الشبابي الفلسطيني الذكي بأسمى آيات التهنئة والتبريك إلى الاتحاد العام لطلبة فلسطين، قيادةً وأعضاءً وكافة أبناء الحركة الطلابية الفلسطينية، بمناسبة نجاح فعاليات المؤتمر الوطني الحادي عشر للاتحاد العام لطلبة فلسطين، الذي انعقد في العاصمة اللبنانية بيروت، بمشاركة ممثلي الحركة الطلابية الفلسطينية من مختلف الساحات.
        ويثمن البرلمان الشبابي الفلسطيني الذكي هذا الاستحقاق الوطني المهم، الذي يعكس عراقة الحركة الطلابية الفلسطينية ودورها التاريخي في مسيرة النضال الوطني، ويؤكد أن الطلبة والشباب كانوا وما زالوا ركيزة أساسية في حماية الهوية الوطنية الفلسطينية، والدفاع عن حقوق شعبنا وثوابته، وتعزيز حضور القضية الفلسطينية في مختلف المحافل.
        وإذ نبارك نجاح المؤتمر، فإننا نؤكد على أهمية البناء على هذه الخطوة الوطنية من خلال تعزيز المشاركة الشبابية، وتوسيع دائرة العمل الديمقراطي داخل المؤسسات الوطنية الفلسطينية، بما يضمن إشراك الأجيال الجديدة في صناعة القرار الوطني.
        كما يؤكد البرلمان الشبابي الفلسطيني الذكي على ضرورة إجراء انتخابات ديمقراطية شاملة في كافة أجسام منظمة التحرير الفلسطينية وأطرها ومؤسساتها، بما يساهم في ضخ دماء جديدة، وتجديد الطاقات والكفاءات، وتعزيز الوحدة الوطنية، وتمكين الشباب الفلسطيني من تحمل دوره الطبيعي في قيادة مسيرة البناء والنضال الوطني.
        إن تجديد المؤسسات الوطنية وتعزيز حضور الشباب فيها يمثلان ضرورة وطنية لمواجهة التحديات الراهنة، والحفاظ على إرث الشهداء وتضحيات الأسرى والجرحى، وصون المشروع الوطني الفلسطيني بكل مكوناته.
        ختامًا، نتمنى للمؤتمر الوطني الحادي عشر للاتحاد العام لطلبة فلسطين النجاح والتوفيق في خدمة الحركة الطلابية وقضيتنا الوطنية، ونؤكد استمرارنا في البرلمان الشبابي الفلسطيني الذكي بالعمل من أجل تمكين الشباب وتعزيز مشاركتهم في الحياة الوطنية والسياسية.
        المجد للشهداء
        الحرية للأسرى
        الشفاء للجرحى
        وعاشت فلسطين حرة أبية
        البرلمان الشبابي الفلسطيني الذكي
        `
        ])
    ,
    set(`كلمة المؤسس`, ['/docs/news/15/1.jpg'], [`
        بيان المؤسس 
نسير بخطى ثابتة نحو المحطة التاريخية الأولى للمؤتمر الشبابي الفلسطيني الذكي، حيث يلتقي شباب فلسطين في الضفة الغربية وقطاع غزة لصناعة نموذج شبابي جديد قائم على المشاركة، التمكين، والقيادة المستقبلية.
سيكون هذا المؤتمر مساحة حقيقية للشباب لاختيار ممثليهم، والتعبير عن رؤيتهم، والمساهمة في بناء مستقبل فلسطيني يقوده جيل واعٍ ومبدع يمتلك أدوات العصر.
معاً نحو برلمان شبابي ذكي… وصوت شبابي فلسطيني فاعل في كل الوطن.
د. عبدالكريم أبو مصطفى
مؤسس البرلمان الشبابي الفلسطيني الذكي PYSP
        `]),
    set(`ضمن الحملة الرقمية
فلسطين في الذاكرة الرقمية`, ['/docs/news/14/1.mp4'], [`ضمن الحملة الرقمية
فلسطين في الذاكرة الرقمية`]),
    {
        title: ` لقاء تدريبي مميز: الصحة النفسية والجسدية في أوقات الأزمات`,
        images: ['/docs/news/13/1.jpg', '/docs/news/13/1.mp4'],
        content: [
            `🎓 لقاء تدريبي مميز
            الصحة النفسية والجسدية في أوقات الأزمات 🇵🇸
            مع د. ريما عوني بسيسو صيدلانية وباحثة في الصحة العامة.
            🩺 كيف نحافظ على صحتنا النفسية والجسدية في ظل الأزمات؟ 💬 دروس من الواقع الفلسطيني ورسائل أمل وصمود.
            📅 الأربعاء 29/07/2026 ⏰ 4:00 مساءً 💻 عبر Google Meet
            تنظيم: البرلمان الشبابي الفلسطيني الذكي (PYSP)
            بانتظاركم.`
        ]
    },
    {
        title: `الصحة النفسية والجسدية في أوقات الأزمات: دروس من الواقع الفلسطيني`,
        images: ['/docs/news/13/1.jpg'],
        content: [`
                            🎓 لقاء تدريبي خاص
                                الصحة النفسية والجسدية في أوقات الأزمات
                                تجربة علمية وإنسانية من واقع المجتمع الفلسطيني
                                يقدم اللقاء:
                                د. ريما عوني بسيسو
                                صيدلانية وباحثة في الصحة العامة
                                متخصصة في قضايا الصحة المجتمعية وتأثير الأزمات والصدمات على الإنسان، وتمتلك خبرة علمية ومهنية في دعم المجتمع وتعزيز الوعي الصحي، مع تجارب بحثية وإنسانية مستمدة من الواقع الفلسطيني.
                                محاور الورشة:
                                أثر الحروب والأزمات على الصحة النفسية والجسدية.
                                التحديات الصحية التي تواجه المرضى في قطاع غزة.
                                دور الصيدلاني في الاستجابة للطوارئ والأزمات.
                                دروس مستفادة من الواقع الفلسطيني في تعزيز الصحة المجتمعية.
                                رسائل تحفيزية للشباب حول الصمود والمسؤولية المجتمعية.
                                📅 الأربعاء 29/07/2026
                                ⏰ الساعة 4:00 مساءً
                                💻 عبر منصة Google Meet
                                تنظيم:
                                البرلمان الشبابي الفلسطيني الذكي (PYSP)
                                معًا نحو شباب أكثر وعيًا وقدرةً على مواجهة تحديات المستقبل.
                            `]
    },
    {
        title: 'الحملة الوطنية الفلسطينية الرقمية',
        images: ['/docs/news/12/1.jpeg', '/docs/news/12/1.mp4'],
        content: [
            `
                        الحملة الوطنية الفلسطينية الرقمية مبادرة وطنية شبابية تهدف إلى توظيف الإعلام الرقمي والذكاء الاصطناعي لتعزيز الرواية الفلسطينية، وإنتاج محتوى احترافي، وبناء مجتمع رقمي يسهم في خدمة القضية الفلسطينية وإيصال صوت فلسطين إلى العالم.
                        `
        ]
    },
    {
        title: 'إعلان | التعريف بأعضاء الهيئة التنفيذية الشبابية',
        images: ['/docs/news/11/1.jpg'],
        content: [
            `
                        إعلان | التعريف بأعضاء الهيئة التنفيذية الشبابية
                        البرلمان الشبابي الفلسطيني الذكي PYSP – محافظات غزة
                        انطلاقاً من رؤيته في تعزيز المشاركة الشبابية، وبناء نموذج شبابي قيادي قادر على صناعة التغيير، يعلن البرلمان الشبابي الفلسطيني الذكي عن تشكيل الهيئة التنفيذية الشبابية في محافظات غزة، والتي تضم نخبة من الكفاءات والخبرات الشبابية للمساهمة في قيادة البرامج والمبادرات، وتطوير العمل البرلماني الشبابي الرقمي.
                        ✨ أعضاء الهيئة التنفيذية الشبابية:
                        👤 د. عبدالكريم محمد عبد أبو مصطفى
                        مؤسس ورئيس البرلمان الشبابي الفلسطيني الذكي
                        👤 م. أحمد سعيد محمد كساب
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. أحمد شاكر مطاوع مقداد
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. ولاء عبدالعال فايق النجار
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. أحمد عاطف جودت النجار
                        عضو الهيئة التنفيذية الشبابية
                        نسأل الله لهم التوفيق والسداد في أداء مهامهم، والمساهمة في بناء جيل شبابي فلسطيني واعٍ، مبدع، ومؤهل لقيادة المستقبل.
                        معاً نحو برلمان شبابي رقمي يصنع الأثر ويستثمر طاقات الشباب
                        البرلمان الشبابي الفلسطيني الذكي PYSP
                        #شباب_يصنعون_المستقبل
                        #البرلمان_الشبابي_الفلسطيني_الذكي 
                        `
        ]
    },
    {
        title: '🇵🇸 ياسر عرفات… رمز الهوية الوطنية وصوت القضية',
        images: ['/docs/news/10/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    ياسر عرفات… رمز الهوية الوطنية وصوت القضية
                    في ذاكرة الشعب الفلسطيني، يبقى اسم ياسر عرفات (أبو عمار) حاضراً كأحد أبرز الرموز الوطنية التي ارتبطت بمسيرة النضال الفلسطيني الحديث.
                    حمل الكوفية الفلسطينية وجعلها رمزاً عالمياً للهوية والصمود، وكرّس حياته للدفاع عن حقوق الشعب الفلسطيني وقضيته العادلة، مؤمناً بأن فلسطين حاضرة في وجدان أبنائها مهما اشتدت التحديات.
                    لم يكن أبو عمار مجرد قائد سياسي، بل كان شخصية تاريخية تركت أثراً عميقاً في الوعي الوطني الفلسطيني، ورمزاً ارتبط بمفاهيم الصمود، الوحدة، والتمسك بالحقوق الوطنية.
                    في الحملة الوطنية الفلسطينية الرقمية نستحضر رموزنا الوطنية، ونوثّق محطات تاريخنا، وننقل إرث الأجيال للأجيال القادمة عبر الفضاء الرقمي.
                    🇵🇸 فلسطين ذاكرة وهوية… وحكاية شعب لا تنتهي.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #فلسطين_ذاكرة_وهوية
                    #ياسر_عرفات
                    #أبو_عمار 
                    `]
    },
    {
        title: 'ورشة عمل: الإعلام والرأي العام في ظل الأزمات',
        images: ['/docs/news/9/1.jpg'],
        content: [`
                            يسر البرلمان الشبابي الفلسطيني الذكي دعوتكم لحضور ورشة عمل مميزة بعنوان:
                            🎙️ الإعلام والرأي العام في ظل الأزمات: كيف يساهم الشباب في صناعة الوعي الوطني؟
                            ✨ يقدمها:
                            الأستاذ أحمد يونس شاهين 🖋️ كاتب صحفي ومحلل سياسي 🌍 نائب الأمين العام للشبكة العربية للثقافة والرأي والإعلام
                            📌 محاور الورشة:
                            دور الإعلام والرأي في تشكيل الوعي المجتمعي.
                            مهارات كتابة المقال والرأي والتحليل السياسي.
                            التحديات التي تواجه الصحفيين والكتاب في أوقات الأزمات.
                            أهمية الإعلام المسؤول في تعزيز الوحدة الوطنية.
                            نصائح عملية للشباب الراغبين في دخول مجالات الصحافة والإعلام وكتابة الرأي.
                            📅 الموعد: يوم الاثنين 🕓 الساعة: 4:00 عصرًا 💻 المكان: عبر Google Meet
                            ندعو الشباب، والطلبة، والمهتمين بالإعلام والصحافة والرأي العام إلى المشاركة في هذه الورشة النوعية، التي تسلط الضوء على دور الإعلام المسؤول في بناء الوعي الوطني وتعزيز ثقافة الحوار في ظل التحديات والأزمات.
                            كونوا على الموعد... فالكلمة الواعية تصنع الفرق، والإعلام المسؤول يبني الأوطان.
                            #البرلمان_الشبابي_الفلسطيني_الذكي #الإعلام #الرأي_العام #الشباب #الوعي_الوطني #GoogleMeet 
                    `]
    },
    {
        title: '🇵🇸 محمود درويش.. شاعر فلسطين وصوت الهوية الإنسانية',
        images: ['/docs/news/8/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    محمود درويش… شاعر فلسطين وصوت الهوية الإنسانية
                    في ذاكرة فلسطين والعالم العربي، يبقى اسم محمود درويش حاضراً كواحد من أعظم الشعراء الذين حملوا قضية وطنه بالكلمة، وجعلوا من القصيدة مساحة للهوية والحرية والإنسان.
                    كتب درويش فلسطين كما تُكتب الحكايات الخالدة، فكانت قصائده مرآةً للمنفى والحنين والصمود، وصوتاً عبّر عن تجربة شعب يبحث عن أرضه وكرامته وحريته.
                    لم يكن محمود درويش شاعراً فقط، بل كان مثقفاً ومفكراً استطاع أن يحوّل الكلمات إلى ذاكرة وطنية، وأن يجعل من الشعر الفلسطيني رسالة تصل إلى مختلف أنحاء العالم.
                    في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الثقافية والوطنية، ونحفظ إرث من جعلوا من فلسطين فكرةً وحضوراً لا يغيب.
                    🇵🇸 فلسطين قصيدة لا تنتهي… ما دام فيها من يكتب ويحلم ويقاوم بالكلمة.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #محمود_درويش
                    #فلسطين_ذاكرة_وهوية
                    #شعر_فلسطيني
                    `]
    },
    {
        title: '🇵🇸 هارون هاشم الرشيد.. شاعر العودة وصوت فلسطين',
        images: ['/docs/news/7/1.jpg'],
        content: [
            `ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                        هارون هاشم الرشيد… شاعر العودة وصوت فلسطين
                        في سجل الأدب الفلسطيني، يبقى اسم هارون هاشم الرشيد حاضراً كأحد الشعراء الذين حملوا هموم الوطن واللاجئين، وجعلوا من القصيدة مساحة للتعبير عن الألم والأمل والتمسك بالعودة.
                        وُلد هارون هاشم الرشيد في غزة عام 1927، وكان من أبرز شعراء النكبة، حيث ارتبط شعره بقضايا الوطن والمنفى والحنين إلى الديار، وعُرف بلقب "شاعر العودة" لما حملته قصائده من شوق إلى فلسطين وإيمان بحق الإنسان في أرضه وذكرياته.
                        كتب عن غزة واللاجئين والإنسان الفلسطيني، وجعل من كلماته جسراً بين الماضي والحاضر، لتبقى قصائده جزءاً من الذاكرة الثقافية والوطنية الفلسطينية.
                        في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الأدبية والثقافية، ونحفظ إبداعات من جعلوا من الكلمة صوتاً للهوية والانتماء.
                        🇵🇸 فلسطين وطنٌ يُكتب بالحروف… وتبقى قصائدها شاهدة على التاريخ.
                        #الحملة_الوطنية_الفلسطينية_الرقمية
                        #هارون_هاشم_الرشيد
                        #شعراء_فلسطين
                        #فلسطين_ذاكرة_وهوية`
        ]
    }
    ,
    {
        title: '🇵🇸 إيليا أبو ماضي.. شاعر التفاؤل وجمال الحياة',
        images: ['/docs/news/6/1.jpg'],
        content: [
            `ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                        إيليا أبو ماضي… شاعر التفاؤل وجمال الحياة
                        في ذاكرة الأدب العربي، يبقى اسم إيليا أبو ماضي واحداً من أبرز الشعراء الذين تركوا أثراً عميقاً في الشعر العربي الحديث، وجعلوا من الكلمة نافذةً للتأمل في الإنسان والحياة والأمل.
                        وُلد إيليا أبو ماضي في لبنان عام 1889، وهاجر إلى مصر ثم إلى الولايات المتحدة، حيث أصبح من أعلام شعر المهجر، وشارك في تأسيس حركة أدبية حملت رؤية جديدة في الشعر والفكر.
                        تميز شعره بالنزعة الإنسانية، والدعوة إلى التفاؤل، والتأمل في جمال الكون، ومن أشهر قصائده التي خلدت اسمه قصيدة "الطلاسم" و**"كن بلسماً"** و**"أيها الشاكي"**، حيث عبّر من خلالها عن فلسفته في الحياة وقيمة الأمل.
                        في الحملة الوطنية الفلسطينية الرقمية نسلّط الضوء على رموز الفكر والثقافة والأدب، ونوثّق الشخصيات التي أسهمت في إثراء الوعي العربي والإنساني.
                        📚 الكلمة إرث الشعوب… والأدب جسر يصل الماضي بالحاضر.
                        #الحملة_الوطنية_الفلسطينية_الرقمية
                        #إيليا_أبو_ماضي
                        #شعراء_العرب
                        #ذاكرة_وثقافة `
        ]
    },
    {
        title: 'تميم البرغوثي.. شاعر القدس وصوت فلسطين',
        images: ['/docs/news/5/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    تميم البرغوثي… شاعر القدس وصوت القضية المعاصرة
                    في المشهد الثقافي الفلسطيني والعربي، يبرز اسم تميم البرغوثي كأحد الشعراء الذين جمعوا بين عمق التاريخ وقضايا الحاضر، وجعلوا من القصيدة مساحة للتعبير عن الهوية والحرية والانتماء.
                    وُلد تميم البرغوثي في القاهرة عام 1977، وهو شاعر وأكاديمي فلسطيني، ابن الشاعر الفلسطيني مريد البرغوثي والروائية المصرية رضوى عاشور. عُرف بأسلوبه المميز الذي يمزج بين الفصحى والشعر الشعبي، ويستحضر التاريخ والتراث في تناول قضايا الإنسان والوطن.
                    ارتبط اسمه بقصائد تركت حضوراً واسعاً، ومن أبرزها قصيدة "في القدس" التي أصبحت من أشهر القصائد المعاصرة التي عبّرت عن مكانة القدس في الوجدان الفلسطيني والعربي.
                    يمثل تميم البرغوثي نموذجاً للشاعر الذي يحمل قضايا شعبه بالكلمة، ويحوّل الشعر إلى وسيلة لحفظ الذاكرة وتعزيز الوعي والهوية.
                    في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الثقافية والوطنية، ونحفظ إبداعات من جعلوا من الحرف صوتاً لفلسطين وحكايتها.
                    🇵🇸 فلسطين تُروى بالتاريخ… وتُحفظ بالكلمة.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #تميم_البرغوثي
                    #في_القدس
                    #شعراء_فلسطين
                    #فلسطين_ذاكرة_وهوية

                    `]
    },
    {
        title: 'بيان نعي وتعزية بوفاة الدكتور خليل أبو فول رئيس مجلس أمناء جامعة الأزهر',
        images: ['/docs/news/3/1.jpg'],
        content: [
            `بسم الله الرحمن الرحيم
                            ﴿إِنَّا لِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ﴾
                            بقلوبٍ يعتصرها الحزن، وبإيمانٍ راسخ بقضاء الله وقدره، يتقدم البرلمان الشبابي الفلسطيني الذكي (PYSP)، ممثلًا برئاسته وأعضاء هيئته التنفيذية وكافة أعضائه، بأحرّ التعازي وأصدق مشاعر المواساة في وفاة الدكتور خليل أبو فول، رئيس مجلس الأمناء في جامعة الأزهر، الذي انتقل إلى جوار ربه بعد مسيرةٍ زاخرة بالعطاء والإخلاص وخدمة الوطن وأبنائه.
                            لقد كان الفقيد نموذجًا في القيادة الحكيمة والعمل المخلص، وأسهم بعلمه وجهوده في خدمة مؤسسات التعليم والمجتمع، تاركًا إرثًا طيبًا وأثرًا سيبقى حاضرًا في ذاكرة كل من عرفه وعمل معه.
                            نسأل الله تعالى أن يتغمده بواسع رحمته، وأن يغفر له، ويكرم نزله، ويوسع مدخله، ويجعل الفردوس الأعلى مثواه، وأن يجزيه خير الجزاء على ما قدم من خير وعطاء، وأن يلهم أسرته الكريمة وذويه ومحبيه الصبر والسلوان.
                            إنا لله وإنا إليه راجعون.`
        ],
    },
    {
        title: "البرلمان الشبابي الفلسطيني الذكي يتجاوز 100 طلب انضمام من مختلف المحافظات",
        images: ["/docs/news/4/1.jpg"],
        content: [`
                    تهانينا... إنجاز جديد يُضاف لمسيرتنا! 
                    بفضل الله، ثم بثقتكم الغالية، تجاوز عدد طلبات الانضمام لعضوية البرلمان الشبابي الفلسطيني الذكي أكثر من 100 طلب من مختلف محافظات الضفة الغربية وقطاع غزة.
                    هذا الإقبال الكبير يعكس تعطش الشباب الفلسطيني للمشاركة، والقيادة، وصناعة التغيير، والاستفادة من أدوات الذكاء الاصطناعي في خدمة المجتمع.
                    شكرًا لكل من سجّل، وشارك، ودعم، وآمن برسالة البرلمان.
                    وما زالت الرحلة في بدايتها... والقادم بإذن الله أكبر وأجمل.
                    البرلمان الشبابي الفلسطيني الذكي (PYSP)
                    معًا نحو جيلٍ يقود المستقبل بالوعي والابتكار.
                    `],
    },
    {
        title: 'الإعلان الرسمي عن انطلاق البرلمان الشبابي الفلسطيني الذكي',
        date: '17 يوليو 2026',
        excerpt: 'في محطة وطنية وشبابية مميزة، يعلن البرلمان الشبابي الفلسطيني الذكي عن انطلاقه الرسمي ليبدأ مرحلة جديدة من العمل الشبابي الرقمي.',
        images: ['https://ik.imagekit.io/ivlemahff/news/1/1.jpeg', 'https://ik.imagekit.io/ivlemahff/news/1/2.jpeg', 'https://ik.imagekit.io/ivlemahff/news/1/3.jpeg'],
        content: [
            'في محطة وطنية وشبابية مميزة، يعلن البرلمان الشبابي الفلسطيني الذكي (PYSP) عن انطلاقه الرسمي يوم 17 يوليو 2026، ليبدأ مرحلة جديدة من العمل الشبابي الرقمي الهادف إلى تمكين الشباب الفلسطيني وتعزيز حضورهم في مجالات القيادة والتكنولوجيا والابتكار.',
            'ويأتي إطلاق البرلمان كمنصة شبابية حديثة تجمع الطاقات الفلسطينية من مختلف المناطق، وتفتح المجال أمام الشباب للمشاركة في برامج تدريبية ومبادرات نوعية تهدف إلى بناء جيل قادر على صناعة المستقبل.',
            'ويؤكد فريق البرلمان أن هذه الانطلاقة تمثل بداية لمسيرة طويلة من العمل والعطاء، نحو بناء نموذج شبابي فلسطيني يعتمد على المعرفة والذكاء الاصطناعي والتواصل الفعال.',
            'انتظروا بداية رحلة جديدة... حيث تتحول أفكار الشباب إلى إنجازات.'
        ]
    },
    {
        title: 'البرلمان الشبابي الفلسطيني الذكي يعقد اللقاء التدريبي الثاني والثالث بحضور رئيس جمعية المدربين الفلسطينيين',
        excerpt: 'عقد البرلمان الشبابي الفلسطيني الذكي اللقاء التدريبي الثاني ضمن برنامجه المتخصص لإعداد جيل شبابي يمتلك أدوات المستقبل ومهارات القرن الحادي والعشرين.',
        images: ['https://ik.imagekit.io/ivlemahff/news/2/1.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/2.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/3.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/4.jpeg'],
        content: [
            'عقد البرلمان الشبابي الفلسطيني الذكي اللقاء التدريبي الثاني ضمن البرنامج التدريبي المتخصص الذي يهدف إلى إعداد وتأهيل جيل شبابي يمتلك أدوات المستقبل ومهارات القرن الحادي والعشرين، وذلك بمشاركة واسعة من المتدربين من مختلف محافظات قطاع غزة.',
            'وشهد اللقاء حضور الأستاذ أيمن الميمي، رئيس جمعية المدربين الفلسطينيين، الذي استهل كلمته بتوجيه التحية لأبناء الشعب الفلسطيني، مشيدًا بصمودهم وإرادتهم في مواصلة التعلم وبناء المستقبل رغم الظروف الاستثنائية.',
            'كما رحب بالمتدربين، مؤكدًا أن الاستثمار الحقيقي يبدأ من الاستثمار في الإنسان، وقدم لهم خمس رسائل ونصائح أساسية لتطوير ذواتهم، تمثلت في أهمية التعلم المستمر، وبناء الشخصية القيادية، وتنمية مهارات التواصل، واستثمار الوقت، والإيمان بالقدرات الشخصية والسعي الدائم نحو التميز والإبداع.',
            'ويقدم الدورة التدريبية الدكتور عبدالكريم أبو مصطفى، حيث تتضمن ستة محاور رئيسية صُممت لتمكين المشاركين من امتلاك مهارات القرن الحادي والعشرين، وفي مقدمتها مهارات الذكاء الاصطناعي، وهندسة الأوامر (Prompt Engineering)، والتفكير النقدي، والإنتاج الرقمي، والتواصل الفعال، واستخدام أحدث الأدوات التقنية في التعليم والعمل.',
            'وأكد القائمون على البرنامج أن البرلمان الشبابي الفلسطيني الذكي يسعى إلى بناء جيل قادر على قيادة التغيير الإيجابي، ومواكبة التحولات الرقمية العالمية، بما يعزز حضور الشباب الفلسطيني في مجالات الابتكار والمعرفة، ويمنحهم الأدوات اللازمة للمنافسة والريادة على المستويين المحلي والدولي.'
        ]
    },
    {
        title: 'البرلمان الشبابي الفلسطيني الذكي يفتح أبواب الانتساب للشباب',
        excerpt: 'أعلن البرلمان الشبابي الفلسطيني الذكي عن بدء استقبال طلبات الانتساب للشباب الراغبين في الانضمام إلى هذه التجربة الوطنية الرقمية.',
        content: [
            'أعلن البرلمان الشبابي الفلسطيني الذكي عن بدء استقبال طلبات الانتساب للشباب الراغبين في الانضمام إلى هذه التجربة الوطنية الرقمية.',
            'ويهدف الانتساب إلى توسيع دائرة المشاركة الشبابية، وإتاحة الفرصة أمام أصحاب الأفكار والمواهب للمساهمة في برامج البرلمان ومشاريعه المستقبلية.',
            'يدعو البرلمان جميع الشباب الفلسطيني الطموح إلى التسجيل والانضمام إلى مجتمع شبابي يسعى للتعلم والتطوير وصناعة الأثر.'
        ]
    },
    {
        title: 'برامج تدريبية نوعية في الذكاء الاصطناعي والقيادة الشبابية',
        excerpt: 'يعمل البرلمان على تقديم برامج تدريبية متخصصة في الذكاء الاصطناعي، هندسة الأوامر، المهارات الرقمية، والقيادة الشبابية.',
        content: [
            'ضمن رؤيته لبناء جيل شبابي مواكب للتطورات العالمية، يعمل البرلمان الشبابي الفلسطيني الذكي على تقديم برامج تدريبية متخصصة في الذكاء الاصطناعي، هندسة الأوامر، المهارات الرقمية، والقيادة الشبابية.',
            'وتهدف هذه البرامج إلى تزويد الشباب بالأدوات الحديثة التي تساعدهم على النجاح في المستقبل الرقمي.'
        ]
    },
    {
        title: 'مجتمع شبابي فلسطيني يجمع الطاقات من مختلف المحافظات',
        excerpt: 'يواصل البرلمان العمل على بناء شبكة شبابية واسعة تضم الشباب الفلسطيني من مختلف المحافظات لتعزيز التعاون وتبادل الخبرات.',
        content: [
            'يواصل البرلمان الشبابي الفلسطيني الذكي العمل على بناء شبكة شبابية واسعة تضم الشباب الفلسطيني من مختلف المحافظات، لتعزيز التعاون وتبادل الخبرات، وإطلاق مبادرات تخدم المجتمع.'
        ]
    }

];