
function set(title, images, content) {
    return { title, images, content }
}

export const newsItems = [
    set(`كلمة المؤسس`,['/docs/news/15/1.jpg'],[`
        بيان المؤسس 
نسير بخطى ثابتة نحو المحطة التاريخية الأولى للمؤتمر الشبابي الفلسطيني الذكي، حيث يلتقي شباب فلسطين في الضفة الغربية وقطاع غزة لصناعة نموذج شبابي جديد قائم على المشاركة، التمكين، والقيادة المستقبلية.
سيكون هذا المؤتمر مساحة حقيقية للشباب لاختيار ممثليهم، والتعبير عن رؤيتهم، والمساهمة في بناء مستقبل فلسطيني يقوده جيل واعٍ ومبدع يمتلك أدوات العصر.
معاً نحو برلمان شبابي ذكي… وصوت شبابي فلسطيني فاعل في كل الوطن.
د. عبدالكريم أبو مصطفى
مؤسس البرلمان الشبابي الفلسطيني الذكي PYSP
        `]),
    set(`ضمن الحملة الرقمية
فلسطين في الذاكرة الرقمية`, ['/docs/news/14/1.mp4'], [`ضمن الحملة الرقمية
فلسطين في الذاكرة الرقمية`]),
    {
        title: ` لقاء تدريبي مميز: الصحة النفسية والجسدية في أوقات الأزمات`,
        images: ['/docs/news/13/1.jpg', '/docs/news/13/1.mp4'],
        content: [
            `🎓 لقاء تدريبي مميز
            الصحة النفسية والجسدية في أوقات الأزمات 🇵🇸
            مع د. ريما عوني بسيسو صيدلانية وباحثة في الصحة العامة.
            🩺 كيف نحافظ على صحتنا النفسية والجسدية في ظل الأزمات؟ 💬 دروس من الواقع الفلسطيني ورسائل أمل وصمود.
            📅 الأربعاء 29/07/2026 ⏰ 4:00 مساءً 💻 عبر Google Meet
            تنظيم: البرلمان الشبابي الفلسطيني الذكي (PYSP)
            بانتظاركم.`
        ]
    },
    {
        title: `الصحة النفسية والجسدية في أوقات الأزمات: دروس من الواقع الفلسطيني`,
        images: ['/docs/news/13/1.jpg'],
        content: [`
                            🎓 لقاء تدريبي خاص
                                الصحة النفسية والجسدية في أوقات الأزمات
                                تجربة علمية وإنسانية من واقع المجتمع الفلسطيني
                                يقدم اللقاء:
                                د. ريما عوني بسيسو
                                صيدلانية وباحثة في الصحة العامة
                                متخصصة في قضايا الصحة المجتمعية وتأثير الأزمات والصدمات على الإنسان، وتمتلك خبرة علمية ومهنية في دعم المجتمع وتعزيز الوعي الصحي، مع تجارب بحثية وإنسانية مستمدة من الواقع الفلسطيني.
                                محاور الورشة:
                                أثر الحروب والأزمات على الصحة النفسية والجسدية.
                                التحديات الصحية التي تواجه المرضى في قطاع غزة.
                                دور الصيدلاني في الاستجابة للطوارئ والأزمات.
                                دروس مستفادة من الواقع الفلسطيني في تعزيز الصحة المجتمعية.
                                رسائل تحفيزية للشباب حول الصمود والمسؤولية المجتمعية.
                                📅 الأربعاء 29/07/2026
                                ⏰ الساعة 4:00 مساءً
                                💻 عبر منصة Google Meet
                                تنظيم:
                                البرلمان الشبابي الفلسطيني الذكي (PYSP)
                                معًا نحو شباب أكثر وعيًا وقدرةً على مواجهة تحديات المستقبل.
                            `]
    },
    {
        title: 'الحملة الوطنية الفلسطينية الرقمية',
        images: ['/docs/news/12/1.jpeg', '/docs/news/12/1.mp4'],
        content: [
            `
                        الحملة الوطنية الفلسطينية الرقمية مبادرة وطنية شبابية تهدف إلى توظيف الإعلام الرقمي والذكاء الاصطناعي لتعزيز الرواية الفلسطينية، وإنتاج محتوى احترافي، وبناء مجتمع رقمي يسهم في خدمة القضية الفلسطينية وإيصال صوت فلسطين إلى العالم.
                        `
        ]
    },
    {
        title: 'إعلان | التعريف بأعضاء الهيئة التنفيذية الشبابية',
        images: ['/docs/news/11/1.jpg'],
        content: [
            `
                        إعلان | التعريف بأعضاء الهيئة التنفيذية الشبابية
                        البرلمان الشبابي الفلسطيني الذكي PYSP – محافظات غزة
                        انطلاقاً من رؤيته في تعزيز المشاركة الشبابية، وبناء نموذج شبابي قيادي قادر على صناعة التغيير، يعلن البرلمان الشبابي الفلسطيني الذكي عن تشكيل الهيئة التنفيذية الشبابية في محافظات غزة، والتي تضم نخبة من الكفاءات والخبرات الشبابية للمساهمة في قيادة البرامج والمبادرات، وتطوير العمل البرلماني الشبابي الرقمي.
                        ✨ أعضاء الهيئة التنفيذية الشبابية:
                        👤 د. عبدالكريم محمد عبد أبو مصطفى
                        مؤسس ورئيس البرلمان الشبابي الفلسطيني الذكي
                        👤 م. أحمد سعيد محمد كساب
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. أحمد شاكر مطاوع مقداد
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. ولاء عبدالعال فايق النجار
                        عضو الهيئة التنفيذية الشبابية
                        👤 أ. أحمد عاطف جودت النجار
                        عضو الهيئة التنفيذية الشبابية
                        نسأل الله لهم التوفيق والسداد في أداء مهامهم، والمساهمة في بناء جيل شبابي فلسطيني واعٍ، مبدع، ومؤهل لقيادة المستقبل.
                        معاً نحو برلمان شبابي رقمي يصنع الأثر ويستثمر طاقات الشباب
                        البرلمان الشبابي الفلسطيني الذكي PYSP
                        #شباب_يصنعون_المستقبل
                        #البرلمان_الشبابي_الفلسطيني_الذكي 
                        `
        ]
    },
    {
        title: '🇵🇸 ياسر عرفات… رمز الهوية الوطنية وصوت القضية',
        images: ['/docs/news/10/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    ياسر عرفات… رمز الهوية الوطنية وصوت القضية
                    في ذاكرة الشعب الفلسطيني، يبقى اسم ياسر عرفات (أبو عمار) حاضراً كأحد أبرز الرموز الوطنية التي ارتبطت بمسيرة النضال الفلسطيني الحديث.
                    حمل الكوفية الفلسطينية وجعلها رمزاً عالمياً للهوية والصمود، وكرّس حياته للدفاع عن حقوق الشعب الفلسطيني وقضيته العادلة، مؤمناً بأن فلسطين حاضرة في وجدان أبنائها مهما اشتدت التحديات.
                    لم يكن أبو عمار مجرد قائد سياسي، بل كان شخصية تاريخية تركت أثراً عميقاً في الوعي الوطني الفلسطيني، ورمزاً ارتبط بمفاهيم الصمود، الوحدة، والتمسك بالحقوق الوطنية.
                    في الحملة الوطنية الفلسطينية الرقمية نستحضر رموزنا الوطنية، ونوثّق محطات تاريخنا، وننقل إرث الأجيال للأجيال القادمة عبر الفضاء الرقمي.
                    🇵🇸 فلسطين ذاكرة وهوية… وحكاية شعب لا تنتهي.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #فلسطين_ذاكرة_وهوية
                    #ياسر_عرفات
                    #أبو_عمار 
                    `]
    },
    {
        title: 'ورشة عمل: الإعلام والرأي العام في ظل الأزمات',
        images: ['/docs/news/9/1.jpg'],
        content: [`
                            يسر البرلمان الشبابي الفلسطيني الذكي دعوتكم لحضور ورشة عمل مميزة بعنوان:
                            🎙️ الإعلام والرأي العام في ظل الأزمات: كيف يساهم الشباب في صناعة الوعي الوطني؟
                            ✨ يقدمها:
                            الأستاذ أحمد يونس شاهين 🖋️ كاتب صحفي ومحلل سياسي 🌍 نائب الأمين العام للشبكة العربية للثقافة والرأي والإعلام
                            📌 محاور الورشة:
                            دور الإعلام والرأي في تشكيل الوعي المجتمعي.
                            مهارات كتابة المقال والرأي والتحليل السياسي.
                            التحديات التي تواجه الصحفيين والكتاب في أوقات الأزمات.
                            أهمية الإعلام المسؤول في تعزيز الوحدة الوطنية.
                            نصائح عملية للشباب الراغبين في دخول مجالات الصحافة والإعلام وكتابة الرأي.
                            📅 الموعد: يوم الاثنين 🕓 الساعة: 4:00 عصرًا 💻 المكان: عبر Google Meet
                            ندعو الشباب، والطلبة، والمهتمين بالإعلام والصحافة والرأي العام إلى المشاركة في هذه الورشة النوعية، التي تسلط الضوء على دور الإعلام المسؤول في بناء الوعي الوطني وتعزيز ثقافة الحوار في ظل التحديات والأزمات.
                            كونوا على الموعد... فالكلمة الواعية تصنع الفرق، والإعلام المسؤول يبني الأوطان.
                            #البرلمان_الشبابي_الفلسطيني_الذكي #الإعلام #الرأي_العام #الشباب #الوعي_الوطني #GoogleMeet 
                    `]
    },
    {
        title: '🇵🇸 محمود درويش.. شاعر فلسطين وصوت الهوية الإنسانية',
        images: ['/docs/news/8/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    محمود درويش… شاعر فلسطين وصوت الهوية الإنسانية
                    في ذاكرة فلسطين والعالم العربي، يبقى اسم محمود درويش حاضراً كواحد من أعظم الشعراء الذين حملوا قضية وطنه بالكلمة، وجعلوا من القصيدة مساحة للهوية والحرية والإنسان.
                    كتب درويش فلسطين كما تُكتب الحكايات الخالدة، فكانت قصائده مرآةً للمنفى والحنين والصمود، وصوتاً عبّر عن تجربة شعب يبحث عن أرضه وكرامته وحريته.
                    لم يكن محمود درويش شاعراً فقط، بل كان مثقفاً ومفكراً استطاع أن يحوّل الكلمات إلى ذاكرة وطنية، وأن يجعل من الشعر الفلسطيني رسالة تصل إلى مختلف أنحاء العالم.
                    في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الثقافية والوطنية، ونحفظ إرث من جعلوا من فلسطين فكرةً وحضوراً لا يغيب.
                    🇵🇸 فلسطين قصيدة لا تنتهي… ما دام فيها من يكتب ويحلم ويقاوم بالكلمة.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #محمود_درويش
                    #فلسطين_ذاكرة_وهوية
                    #شعر_فلسطيني
                    `]
    },
    {
        title: '🇵🇸 هارون هاشم الرشيد.. شاعر العودة وصوت فلسطين',
        images: ['/docs/news/7/1.jpg'],
        content: [
            `ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                        هارون هاشم الرشيد… شاعر العودة وصوت فلسطين
                        في سجل الأدب الفلسطيني، يبقى اسم هارون هاشم الرشيد حاضراً كأحد الشعراء الذين حملوا هموم الوطن واللاجئين، وجعلوا من القصيدة مساحة للتعبير عن الألم والأمل والتمسك بالعودة.
                        وُلد هارون هاشم الرشيد في غزة عام 1927، وكان من أبرز شعراء النكبة، حيث ارتبط شعره بقضايا الوطن والمنفى والحنين إلى الديار، وعُرف بلقب "شاعر العودة" لما حملته قصائده من شوق إلى فلسطين وإيمان بحق الإنسان في أرضه وذكرياته.
                        كتب عن غزة واللاجئين والإنسان الفلسطيني، وجعل من كلماته جسراً بين الماضي والحاضر، لتبقى قصائده جزءاً من الذاكرة الثقافية والوطنية الفلسطينية.
                        في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الأدبية والثقافية، ونحفظ إبداعات من جعلوا من الكلمة صوتاً للهوية والانتماء.
                        🇵🇸 فلسطين وطنٌ يُكتب بالحروف… وتبقى قصائدها شاهدة على التاريخ.
                        #الحملة_الوطنية_الفلسطينية_الرقمية
                        #هارون_هاشم_الرشيد
                        #شعراء_فلسطين
                        #فلسطين_ذاكرة_وهوية`
        ]
    }
    ,
    {
        title: '🇵🇸 إيليا أبو ماضي.. شاعر التفاؤل وجمال الحياة',
        images: ['/docs/news/6/1.jpg'],
        content: [
            `ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                        إيليا أبو ماضي… شاعر التفاؤل وجمال الحياة
                        في ذاكرة الأدب العربي، يبقى اسم إيليا أبو ماضي واحداً من أبرز الشعراء الذين تركوا أثراً عميقاً في الشعر العربي الحديث، وجعلوا من الكلمة نافذةً للتأمل في الإنسان والحياة والأمل.
                        وُلد إيليا أبو ماضي في لبنان عام 1889، وهاجر إلى مصر ثم إلى الولايات المتحدة، حيث أصبح من أعلام شعر المهجر، وشارك في تأسيس حركة أدبية حملت رؤية جديدة في الشعر والفكر.
                        تميز شعره بالنزعة الإنسانية، والدعوة إلى التفاؤل، والتأمل في جمال الكون، ومن أشهر قصائده التي خلدت اسمه قصيدة "الطلاسم" و**"كن بلسماً"** و**"أيها الشاكي"**، حيث عبّر من خلالها عن فلسفته في الحياة وقيمة الأمل.
                        في الحملة الوطنية الفلسطينية الرقمية نسلّط الضوء على رموز الفكر والثقافة والأدب، ونوثّق الشخصيات التي أسهمت في إثراء الوعي العربي والإنساني.
                        📚 الكلمة إرث الشعوب… والأدب جسر يصل الماضي بالحاضر.
                        #الحملة_الوطنية_الفلسطينية_الرقمية
                        #إيليا_أبو_ماضي
                        #شعراء_العرب
                        #ذاكرة_وثقافة `
        ]
    },
    {
        title: 'تميم البرغوثي.. شاعر القدس وصوت فلسطين',
        images: ['/docs/news/5/1.jpg'],
        content: [`
                    ضمن الحملة الوطنية الفلسطينية الرقمية 🇵🇸
                    تميم البرغوثي… شاعر القدس وصوت القضية المعاصرة
                    في المشهد الثقافي الفلسطيني والعربي، يبرز اسم تميم البرغوثي كأحد الشعراء الذين جمعوا بين عمق التاريخ وقضايا الحاضر، وجعلوا من القصيدة مساحة للتعبير عن الهوية والحرية والانتماء.
                    وُلد تميم البرغوثي في القاهرة عام 1977، وهو شاعر وأكاديمي فلسطيني، ابن الشاعر الفلسطيني مريد البرغوثي والروائية المصرية رضوى عاشور. عُرف بأسلوبه المميز الذي يمزج بين الفصحى والشعر الشعبي، ويستحضر التاريخ والتراث في تناول قضايا الإنسان والوطن.
                    ارتبط اسمه بقصائد تركت حضوراً واسعاً، ومن أبرزها قصيدة "في القدس" التي أصبحت من أشهر القصائد المعاصرة التي عبّرت عن مكانة القدس في الوجدان الفلسطيني والعربي.
                    يمثل تميم البرغوثي نموذجاً للشاعر الذي يحمل قضايا شعبه بالكلمة، ويحوّل الشعر إلى وسيلة لحفظ الذاكرة وتعزيز الوعي والهوية.
                    في الحملة الوطنية الفلسطينية الرقمية نوثّق رموزنا الثقافية والوطنية، ونحفظ إبداعات من جعلوا من الحرف صوتاً لفلسطين وحكايتها.
                    🇵🇸 فلسطين تُروى بالتاريخ… وتُحفظ بالكلمة.
                    #الحملة_الوطنية_الفلسطينية_الرقمية
                    #تميم_البرغوثي
                    #في_القدس
                    #شعراء_فلسطين
                    #فلسطين_ذاكرة_وهوية

                    `]
    },
    {
        title: 'بيان نعي وتعزية بوفاة الدكتور خليل أبو فول رئيس مجلس أمناء جامعة الأزهر',
        images: ['/docs/news/3/1.jpg'],
        content: [
            `بسم الله الرحمن الرحيم
                            ﴿إِنَّا لِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ﴾
                            بقلوبٍ يعتصرها الحزن، وبإيمانٍ راسخ بقضاء الله وقدره، يتقدم البرلمان الشبابي الفلسطيني الذكي (PYSP)، ممثلًا برئاسته وأعضاء هيئته التنفيذية وكافة أعضائه، بأحرّ التعازي وأصدق مشاعر المواساة في وفاة الدكتور خليل أبو فول، رئيس مجلس الأمناء في جامعة الأزهر، الذي انتقل إلى جوار ربه بعد مسيرةٍ زاخرة بالعطاء والإخلاص وخدمة الوطن وأبنائه.
                            لقد كان الفقيد نموذجًا في القيادة الحكيمة والعمل المخلص، وأسهم بعلمه وجهوده في خدمة مؤسسات التعليم والمجتمع، تاركًا إرثًا طيبًا وأثرًا سيبقى حاضرًا في ذاكرة كل من عرفه وعمل معه.
                            نسأل الله تعالى أن يتغمده بواسع رحمته، وأن يغفر له، ويكرم نزله، ويوسع مدخله، ويجعل الفردوس الأعلى مثواه، وأن يجزيه خير الجزاء على ما قدم من خير وعطاء، وأن يلهم أسرته الكريمة وذويه ومحبيه الصبر والسلوان.
                            إنا لله وإنا إليه راجعون.`
        ],
    },
    {
        title: "البرلمان الشبابي الفلسطيني الذكي يتجاوز 100 طلب انضمام من مختلف المحافظات",
        images: ["/docs/news/4/1.jpg"],
        content: [`
                    تهانينا... إنجاز جديد يُضاف لمسيرتنا! 
                    بفضل الله، ثم بثقتكم الغالية، تجاوز عدد طلبات الانضمام لعضوية البرلمان الشبابي الفلسطيني الذكي أكثر من 100 طلب من مختلف محافظات الضفة الغربية وقطاع غزة.
                    هذا الإقبال الكبير يعكس تعطش الشباب الفلسطيني للمشاركة، والقيادة، وصناعة التغيير، والاستفادة من أدوات الذكاء الاصطناعي في خدمة المجتمع.
                    شكرًا لكل من سجّل، وشارك، ودعم، وآمن برسالة البرلمان.
                    وما زالت الرحلة في بدايتها... والقادم بإذن الله أكبر وأجمل.
                    البرلمان الشبابي الفلسطيني الذكي (PYSP)
                    معًا نحو جيلٍ يقود المستقبل بالوعي والابتكار.
                    `],
    },
    {
        title: 'الإعلان الرسمي عن انطلاق البرلمان الشبابي الفلسطيني الذكي',
        date: '17 يوليو 2026',
        excerpt: 'في محطة وطنية وشبابية مميزة، يعلن البرلمان الشبابي الفلسطيني الذكي عن انطلاقه الرسمي ليبدأ مرحلة جديدة من العمل الشبابي الرقمي.',
        images: ['https://ik.imagekit.io/ivlemahff/news/1/1.jpeg', 'https://ik.imagekit.io/ivlemahff/news/1/2.jpeg', 'https://ik.imagekit.io/ivlemahff/news/1/3.jpeg'],
        content: [
            'في محطة وطنية وشبابية مميزة، يعلن البرلمان الشبابي الفلسطيني الذكي (PYSP) عن انطلاقه الرسمي يوم 17 يوليو 2026، ليبدأ مرحلة جديدة من العمل الشبابي الرقمي الهادف إلى تمكين الشباب الفلسطيني وتعزيز حضورهم في مجالات القيادة والتكنولوجيا والابتكار.',
            'ويأتي إطلاق البرلمان كمنصة شبابية حديثة تجمع الطاقات الفلسطينية من مختلف المناطق، وتفتح المجال أمام الشباب للمشاركة في برامج تدريبية ومبادرات نوعية تهدف إلى بناء جيل قادر على صناعة المستقبل.',
            'ويؤكد فريق البرلمان أن هذه الانطلاقة تمثل بداية لمسيرة طويلة من العمل والعطاء، نحو بناء نموذج شبابي فلسطيني يعتمد على المعرفة والذكاء الاصطناعي والتواصل الفعال.',
            'انتظروا بداية رحلة جديدة... حيث تتحول أفكار الشباب إلى إنجازات.'
        ]
    },
    {
        title: 'البرلمان الشبابي الفلسطيني الذكي يعقد اللقاء التدريبي الثاني والثالث بحضور رئيس جمعية المدربين الفلسطينيين',
        excerpt: 'عقد البرلمان الشبابي الفلسطيني الذكي اللقاء التدريبي الثاني ضمن برنامجه المتخصص لإعداد جيل شبابي يمتلك أدوات المستقبل ومهارات القرن الحادي والعشرين.',
        images: ['https://ik.imagekit.io/ivlemahff/news/2/1.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/2.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/3.jpeg', 'https://ik.imagekit.io/ivlemahff/news/2/4.jpeg'],
        content: [
            'عقد البرلمان الشبابي الفلسطيني الذكي اللقاء التدريبي الثاني ضمن البرنامج التدريبي المتخصص الذي يهدف إلى إعداد وتأهيل جيل شبابي يمتلك أدوات المستقبل ومهارات القرن الحادي والعشرين، وذلك بمشاركة واسعة من المتدربين من مختلف محافظات قطاع غزة.',
            'وشهد اللقاء حضور الأستاذ أيمن الميمي، رئيس جمعية المدربين الفلسطينيين، الذي استهل كلمته بتوجيه التحية لأبناء الشعب الفلسطيني، مشيدًا بصمودهم وإرادتهم في مواصلة التعلم وبناء المستقبل رغم الظروف الاستثنائية.',
            'كما رحب بالمتدربين، مؤكدًا أن الاستثمار الحقيقي يبدأ من الاستثمار في الإنسان، وقدم لهم خمس رسائل ونصائح أساسية لتطوير ذواتهم، تمثلت في أهمية التعلم المستمر، وبناء الشخصية القيادية، وتنمية مهارات التواصل، واستثمار الوقت، والإيمان بالقدرات الشخصية والسعي الدائم نحو التميز والإبداع.',
            'ويقدم الدورة التدريبية الدكتور عبدالكريم أبو مصطفى، حيث تتضمن ستة محاور رئيسية صُممت لتمكين المشاركين من امتلاك مهارات القرن الحادي والعشرين، وفي مقدمتها مهارات الذكاء الاصطناعي، وهندسة الأوامر (Prompt Engineering)، والتفكير النقدي، والإنتاج الرقمي، والتواصل الفعال، واستخدام أحدث الأدوات التقنية في التعليم والعمل.',
            'وأكد القائمون على البرنامج أن البرلمان الشبابي الفلسطيني الذكي يسعى إلى بناء جيل قادر على قيادة التغيير الإيجابي، ومواكبة التحولات الرقمية العالمية، بما يعزز حضور الشباب الفلسطيني في مجالات الابتكار والمعرفة، ويمنحهم الأدوات اللازمة للمنافسة والريادة على المستويين المحلي والدولي.'
        ]
    },
    {
        title: 'البرلمان الشبابي الفلسطيني الذكي يفتح أبواب الانتساب للشباب',
        excerpt: 'أعلن البرلمان الشبابي الفلسطيني الذكي عن بدء استقبال طلبات الانتساب للشباب الراغبين في الانضمام إلى هذه التجربة الوطنية الرقمية.',
        content: [
            'أعلن البرلمان الشبابي الفلسطيني الذكي عن بدء استقبال طلبات الانتساب للشباب الراغبين في الانضمام إلى هذه التجربة الوطنية الرقمية.',
            'ويهدف الانتساب إلى توسيع دائرة المشاركة الشبابية، وإتاحة الفرصة أمام أصحاب الأفكار والمواهب للمساهمة في برامج البرلمان ومشاريعه المستقبلية.',
            'يدعو البرلمان جميع الشباب الفلسطيني الطموح إلى التسجيل والانضمام إلى مجتمع شبابي يسعى للتعلم والتطوير وصناعة الأثر.'
        ]
    },
    {
        title: 'برامج تدريبية نوعية في الذكاء الاصطناعي والقيادة الشبابية',
        excerpt: 'يعمل البرلمان على تقديم برامج تدريبية متخصصة في الذكاء الاصطناعي، هندسة الأوامر، المهارات الرقمية، والقيادة الشبابية.',
        content: [
            'ضمن رؤيته لبناء جيل شبابي مواكب للتطورات العالمية، يعمل البرلمان الشبابي الفلسطيني الذكي على تقديم برامج تدريبية متخصصة في الذكاء الاصطناعي، هندسة الأوامر، المهارات الرقمية، والقيادة الشبابية.',
            'وتهدف هذه البرامج إلى تزويد الشباب بالأدوات الحديثة التي تساعدهم على النجاح في المستقبل الرقمي.'
        ]
    },
    {
        title: 'مجتمع شبابي فلسطيني يجمع الطاقات من مختلف المحافظات',
        excerpt: 'يواصل البرلمان العمل على بناء شبكة شبابية واسعة تضم الشباب الفلسطيني من مختلف المحافظات لتعزيز التعاون وتبادل الخبرات.',
        content: [
            'يواصل البرلمان الشبابي الفلسطيني الذكي العمل على بناء شبكة شبابية واسعة تضم الشباب الفلسطيني من مختلف المحافظات، لتعزيز التعاون وتبادل الخبرات، وإطلاق مبادرات تخدم المجتمع.'
        ]
    }

];